[
    {
        "topic": "physical_activity",
        "title": "Health benefits of physical activity: A strengths-based approach",
        "authors": [
            "DER Warburton",
            "SSD Bredin"
        ],
        "year": 2019,
        "abstract": "physical activity is linked with even more positive health outcomes than we previously thought.  And, even better, benefits  immediately after doing, physical activity Adults should move",
        "pdf_link": "https://www.mdpi.com/2077-0383/8/12/2044",
        "doi": "DOI unavailable",
        "citations": 190
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and sports—real health benefits: a review with insight into the public health of Sweden",
        "authors": [
            "C Malm",
            "J Jakobsson",
            "A Isaksson"
        ],
        "year": 2019,
        "abstract": "health. In this paper, we intend to describe sport’s physiological and psychosocial health  benefits, stemming both from physical activity  research and presents health-related data from",
        "pdf_link": "https://www.mdpi.com/2075-4663/7/5/127",
        "doi": "DOI unavailable",
        "citations": 743
    },
    {
        "topic": "physical_activity",
        "title": "Measurement of public health benefits of physical activity: validity and reliability study of the international physical activity questionnaire in Hungary",
        "authors": [
            "P Ács",
            "J Betlehem",
            "A Oláh",
            "J Bergier",
            "C Melczer"
        ],
        "year": 2020,
        "abstract": "To ensure accurate measurement of the health benefits of habitual physical activity in  large sample epidemiological studies, physical activity questionnaires (PAQs) are the most",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-020-08508-9",
        "doi": "DOI unavailable",
        "citations": 96
    },
    {
        "topic": "physical_activity",
        "title": "Health benefits of physical activity related to an urban riverside regeneration",
        "authors": [
            "C Vert",
            "M Nieuwenhuijsen",
            "M Gascon",
            "J Grellier"
        ],
        "year": 2019,
        "abstract": "health benefits of practicing physical activity on weekends, the epidemiological evidence for   -term benefits of physical activity is more robust for those regularly practicing physical activity",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/3/462",
        "doi": "DOI unavailable",
        "citations": 79
    },
    {
        "topic": "physical_activity",
        "title": "Protective effects of physical activity against health risks associated with type 1 diabetes:“Health benefits outweigh the risks”",
        "authors": [
            "AD Wake"
        ],
        "year": 2022,
        "abstract": "This study aims to discuss the health benefits of physical activity (PA) in T1DM patients.  The present review article was performed following a comprehensive literature search. The",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8984568/",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity and physical exercise in the time of pandemic.",
        "authors": [
            "S Amatriain-Fernández"
        ],
        "year": 2020,
        "abstract": "In conclusion, physical activity and physical exercise might be key factors to help the  population to better tolerate pandemic periods at both the mental and physical levels. Therefore,",
        "pdf_link": "https://psycnet.apa.org/record/2020-37333-001",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "physical_activity",
        "title": "The mental health benefits of physical activity in older adults survive the COVID-19 pandemic",
        "authors": [
            "DD Callow",
            "NA Arnold-Nedimala",
            "LS Jordan"
        ],
        "year": 2020,
        "abstract": "their subjective state of mental health. Participants completed the Physical Activity Scale  for the Elderly, to determine the amount and intensity of physical activity performed, as well as",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1064748120304000",
        "doi": "DOI unavailable",
        "citations": 439
    },
    {
        "topic": "physical_activity",
        "title": "Potential benefits of physical activity in MCI and dementia",
        "authors": [
            "H Nuzum",
            "A Stickel",
            "M Corona",
            "M Zeller"
        ],
        "year": 2020,
        "abstract": "a more comprehensive understanding of how physical activity may benefit individuals  experiencing cognitive decline. Physical activity interventions targeting older adults have included",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2020/7807856",
        "doi": "DOI unavailable",
        "citations": 292
    },
    {
        "topic": "physical_activity",
        "title": "The benefits of physical activity for people with obesity, independent of weight loss: a systematic review",
        "authors": [
            "R Pojednic",
            "E D'Arpino",
            "I Halliday"
        ],
        "year": 2022,
        "abstract": "and increase caloric output with increased physical activity [1,2].  of benefits of physical activity  that affect multiple health  physical activity can be beneficial to many critical health markers",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/9/4981",
        "doi": "DOI unavailable",
        "citations": 116
    },
    {
        "topic": "physical_activity",
        "title": "Multiple benefits of physical activity during the Coronavirus pandemic",
        "authors": [
            "JF Sallis",
            "M Pratt"
        ],
        "year": 2020,
        "abstract": "of six likely benefits of physical activity with direct relevance to the pandemic, referencing  just a sample of supporting literature, mainly review papers. First, physical activity has potential",
        "pdf_link": "https://rbafs.emnuvens.com.br/RBAFS/article/download/14268/11047",
        "doi": "DOI unavailable",
        "citations": 88
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity during pregnancy and postpartum: an umbrella review",
        "authors": [
            "L DiPietro",
            "KR Evenson",
            "B Bloodgood"
        ],
        "year": 2019,
        "abstract": "In sum, the health benefits documented in this review confirm the substantial public health  importance of regular participation in moderate-intensity physical activity before, during, and",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6527310/",
        "doi": "DOI unavailable",
        "citations": 495
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity-related health and economic benefits of building walkable neighbourhoods: a modelled comparison between brownfield and greenfield …",
        "authors": [
            "B Zapata-Diomedi",
            "C Boulangé",
            "B Giles-Corti"
        ],
        "year": 2019,
        "abstract": "health by either facilitating or deterring physical activity (PA). However, there is a lack of  evidence measuring population health and the economic benefits  health and economic benefits",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-019-0775-8",
        "doi": "DOI unavailable",
        "citations": 54
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity not affected by air pollution: a prospective cohort study",
        "authors": [
            "S Sun",
            "W Cao",
            "H Qiu",
            "J Ran",
            "H Lin"
        ],
        "year": 2020,
        "abstract": "during physical activity. Emerging evidence showed that the benefits of physical activity were   people usually perform physical activity) on the health benefits of physical activity is scarce.",
        "pdf_link": "https://academic.oup.com/ije/article-abstract/49/1/142/5559550",
        "doi": "DOI unavailable",
        "citations": 95
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity on reproductive health functions among polycystic ovarian syndrome women: a systematic review",
        "authors": [
            "MS Butt",
            "J Saleem",
            "R Zakar",
            "S Aiman",
            "MZ Khan"
        ],
        "year": 2023,
        "abstract": "on the effects of physical activity on reproductive health functions among PCOS women.   Despite the health benefits of physical activity/exercise in PCOS, a limited focus has been",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-023-15730-8",
        "doi": "DOI unavailable",
        "citations": 33
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity in children and adolescents with type 1 diabetes: a systematic review",
        "authors": [
            "H Absil",
            "L Baudet",
            "A Robert",
            "PA Lysy"
        ],
        "year": 2019,
        "abstract": "Globally, physical activity exerts a positive impact on metabolic (ie, decrease in total  cholesterol, improvement of physical fitness, etc.) and psychological health in children with type 1",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0168822719306886",
        "doi": "DOI unavailable",
        "citations": 99
    },
    {
        "topic": "physical_activity",
        "title": "Expanding our understanding of the global impact of physical inactivity",
        "authors": [
            "PT Katzmarzyk"
        ],
        "year": 2023,
        "abstract": "cost health-care systems INT health effects and global burden of physical inactivity has  expanded greatly. Despite these scientific advances, the global prevalence of physical inactivity",
        "pdf_link": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(22)00482-X/fulltext",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "physical_activity",
        "title": "Global impact of physical inactivity and implications for public health nursing",
        "authors": [
            "E Moxley",
            "KJ Webber‐Ritchey"
        ],
        "year": 2022,
        "abstract": "Physicalinactivity has been a public health problem worldwide for more than a decade. Of  those who are physically active, a substantial percentage engage solely in low or very low",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/phn.12958",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Consequences of physical inactivity in older adults: A systematic review of reviews and meta‐analyses",
        "authors": [
            "C Cunningham",
            "R O'Sullivan"
        ],
        "year": 2020,
        "abstract": "Typically, physical activity levels decline and health worsens as we age; however, estimates  of the impact of physical inactivity for population health often fail to specifically focus on",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/sms.13616",
        "doi": "DOI unavailable",
        "citations": 1037
    },
    {
        "topic": "physical_activity",
        "title": "The cost of inaction on physical inactivity to public health-care systems: a population-attributable fraction analysis",
        "authors": [
            "AC Santos",
            "J Willumsen",
            "F Meheus",
            "A Ilbawi"
        ],
        "year": 2023,
        "abstract": "health and economic impacts of NCDs and mental health conditions associated with physical  inactivity on the cost of not acting to reduce physical inactivity. These data will equip policy",
        "pdf_link": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(22)00464-8/fulltext?ref=2-with-michael-easter.ghost.io",
        "doi": "DOI unavailable",
        "citations": 302
    },
    {
        "topic": "physical_activity",
        "title": "Impact of smoking and physical inactivity on self-rated health in women in Colombia",
        "authors": [
            "D Mendoza-Romero",
            "A Urbina"
        ],
        "year": 2019,
        "abstract": "The aim of this study was to assess the association between poor and fair self-rested health,  smoking, and leisure-time physical inactivity in Colombian women. A cross-sectional study",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2211335519301470",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Association between physical inactivity and health-related quality of life in adults with coronary heart disease",
        "authors": [
            "R Wardoku",
            "C Blair",
            "R Demmer",
            "A Prizment"
        ],
        "year": 2019,
        "abstract": "that physical inactivity is associated with poor mental HRQoL and poor physical HRQoL   There may be several reasons why physical inactivity has a negative impact on both physical",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0378512219300386",
        "doi": "DOI unavailable",
        "citations": 45
    },
    {
        "topic": "physical_activity",
        "title": "The cost of inaction on physical inactivity to healthcare systems",
        "authors": [
            "A Costa Santos",
            "J Willumsen",
            "F Meheus"
        ],
        "year": 2022,
        "abstract": "This study, combining the assessment of the health and economic impact of NCDs and  mental health conditions associated with PI, provides policymakers with empirical data on the",
        "pdf_link": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4248284",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "physical_activity",
        "title": "Physical Inactivity-the Human Health's Greatest Enemy.",
        "authors": [
            "R Pišot"
        ],
        "year": 2021,
        "abstract": "For decades, research has been highlighting the positive impact of physical activity on  health. Despite the immense efforts made by many professional and scientific organizations to",
        "pdf_link": "https://sciendo.com/pdf/10.2478/sjph-2022-0002",
        "doi": "DOI unavailable",
        "citations": 37
    },
    {
        "topic": "physical_activity",
        "title": "Detrimental effects of physical inactivity on peripheral and brain vasculature in humans: Insights into mechanisms, long-term health consequences and protective …",
        "authors": [
            "A Daniele",
            "SJE Lucas",
            "C Rendeiro"
        ],
        "year": 2022,
        "abstract": "In this review, we summarize the evidence supporting the impact of acute and short-term  physical inactivity on peripheral and cerebral vascular function in humans. We further discuss",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fphys.2022.998380/full",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "physical_activity",
        "title": "Risk of Increased Physical Inactivity During COVID‐19 Outbreak in Older People: A Call for Actions.",
        "authors": [
            "H Roschel",
            "GG Artioli"
        ],
        "year": 2020,
        "abstract": "to investigate the impact of drastic inactivity on muscle health,  , as they represent physical  inactivity imposed by isolation  COVID-19 pandemic on physical inactivity remains unclear,",
        "pdf_link": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=00028614&asa=N&AN=143777635&h=%2FCHzYtpRah4VDOODMgA6Dgom3UMmmWoj%2Bd%2FpqGJkEkG48chOwJYJSyHxXhA63TFCJxqkLaodgVpGfB4ZeVPwNg%3D%3D&crl=c",
        "doi": "DOI unavailable",
        "citations": 194
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and non-communicable disease burden in low-income, middle-income and high-income countries",
        "authors": [
            "PT Katzmarzyk",
            "C Friedenreich",
            "EJ Shiroma"
        ],
        "year": 2022,
        "abstract": "an impact on our PAR estimates given that physical inactivity is  physical inactivity and  health outcomes. Furthermore, we attempted to select RR estimates comparing physical inactivity",
        "pdf_link": "https://bjsm.bmj.com/content/56/2/101.abstract",
        "doi": "DOI unavailable",
        "citations": 685
    },
    {
        "topic": "physical_activity",
        "title": "A tale of two pandemics: How will COVID-19 and global trends in physical inactivity and sedentary behavior affect one another?",
        "authors": [
            "G Hall",
            "DR Laddu",
            "SA Phillips"
        ],
        "year": 2020,
        "abstract": "Given the change in daily life for people around the world as a result of COVID-19, we  hypothesize this health crisis has the potential to further impact and accelerate the physical PI/SB",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7194897/",
        "doi": "DOI unavailable",
        "citations": 1106
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity from childhood to adolescence and incident depression",
        "authors": [
            "L Redig",
            "N Feter",
            "SC Dumith",
            "MR Domingues"
        ],
        "year": 2022,
        "abstract": "Introduction The long-term impact of physical activity during early life on the risk of  depression in later stages of adulthood remains unclear. This study examines the association",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0749379721004876",
        "doi": "DOI unavailable",
        "citations": 23
    },
    {
        "topic": "physical_activity",
        "title": "Home-based exercise can be beneficial for counteracting sedentary behavior and physical inactivity during the COVID-19 pandemic in older adults",
        "authors": [
            "A Ghram",
            "W Briki",
            "H Mansoor"
        ],
        "year": 2021,
        "abstract": "potential impacts of the COVID-19 pandemic on sedentary behavior and physical inactivity in   level of independence, physical and mental health as well as their well-being are provided.",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/00325481.2020.1860394",
        "doi": "DOI unavailable",
        "citations": 150
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity among parents of children with and without Down syndrome: The National Health Interview Survey",
        "authors": [
            "KM Diaz"
        ],
        "year": 2020,
        "abstract": "parenting a child with other special health care needs (all three groups impact of  sociodemographic and other potential explanatory factors on the association between physical",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jir.12680",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and COVID-19: when pandemics collide",
        "authors": [
            "AR Varela",
            "R Sallis"
        ],
        "year": 2021,
        "abstract": "Lancet series papers on physical activity 1–3 build on the evidence presented in 2 previous  series 4, 5 that underlined the pandemic magnitude of physical inactivity, its health, social,",
        "pdf_link": "https://journals.humankinetics.com/view/journals/jpah/18/10/article-p1159.xml",
        "doi": "DOI unavailable",
        "citations": 34
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity, sedentarism, and low fitness: a worldwide pandemic for public health",
        "authors": [
            "J Bueno-Antequera",
            "D Munguía-Izquierdo"
        ],
        "year": 2023,
        "abstract": "impact of physical inactivity. In this section, we will analyze the impact of physical inactivity  on health  One of the most prominent studies on physical inactivity and health was developed",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-3-031-17778-1_19",
        "doi": "DOI unavailable",
        "citations": 21
    },
    {
        "topic": "physical_activity",
        "title": "Longitudinal analysis of physical function in older adults: The effects of physical inactivity and exercise training",
        "authors": [
            "KM Manning",
            "KS Hall",
            "R Sloane",
            "D Magistro"
        ],
        "year": 2024,
        "abstract": "few include more than one follow-up timepoint of physical function (Pahor et al., 2014). The  purpose of this study is to examine the impact of exercise over the longer term in older adults,",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/acel.13987",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity is associated with job burnout in health professionals during the COVID-19 pandemic",
        "authors": [
            "JNR Plaza-Ccuno",
            "C Vasquez Puri"
        ],
        "year": 2023,
        "abstract": "regular physical inactivity in the general population and health  amount of physical activity  can directly translate into public health  the positive impact of physical activity on mental health,",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.2147/RMHP.S393311",
        "doi": "DOI unavailable",
        "citations": 37
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity: a modifiable risk factor for morbidity and mortality in kidney transplantation",
        "authors": [
            "C Ponticelli",
            "E Favi"
        ],
        "year": 2021,
        "abstract": "Nevertheless, the real impact of physical inactivity on the health of kidney transplant (KT)  recipients remains uncertain. Over the last decade, there has been a renewed interest in",
        "pdf_link": "https://www.mdpi.com/2075-4426/11/9/927",
        "doi": "DOI unavailable",
        "citations": 24
    },
    {
        "topic": "physical_activity",
        "title": "The impact of COVID-19 quarantine on youth: from physical inactivity to pediatric depreobesity",
        "authors": [
            "I Chulvi-Medrano",
            "E Villa-González",
            "TR Rebullido"
        ],
        "year": 2021,
        "abstract": "• Scarce literature has described the impact of COVID-19 on youth levels of moderate to  vigorous physical activity. • Physical inactivity and social distancing could lead to physical",
        "pdf_link": "https://www.jmh.cl/index.php/jmh/article/download/100/94",
        "doi": "DOI unavailable",
        "citations": 23
    },
    {
        "topic": "physical_activity",
        "title": "Attacking the pandemic of physical inactivity: what is holding us back?",
        "authors": [
            "M Pratt",
            "AR Varela",
            "D Salvo",
            "HW Kohl III"
        ],
        "year": 2020,
        "abstract": "sufficiently for impact.7  of the health benefits of physical activity and behavioural,  environmental and policy strategies for increasing physical activity, global levels of physical inactivity",
        "pdf_link": "https://bjsm.bmj.com/content/54/13/760.abstract",
        "doi": "DOI unavailable",
        "citations": 218
    },
    {
        "topic": "physical_activity",
        "title": "Counteracting physical inactivity during the COVID-19 pandemic: Evidence-based recommendations for home-based exercise",
        "authors": [
            "F Schwendinger",
            "E Pocecco"
        ],
        "year": 2020,
        "abstract": "physical activity caused by the enacted safety measures may have serious consequences for  public health  associated with physical inactivity, in order to clarify the impact of inactivity on",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/11/3909",
        "doi": "DOI unavailable",
        "citations": 144
    },
    {
        "topic": "physical_activity",
        "title": "Social isolation during the COVID-19 pandemic can increase physical inactivity and the global burden of cardiovascular disease",
        "authors": [
            "T Peçanha",
            "KF Goessler",
            "H Roschel"
        ],
        "year": 2020,
        "abstract": "This body of knowledge can inform evidence-based policies to be urgently implemented  to counteract the impact of increased physical inactivity and sedentary behavior during the",
        "pdf_link": "https://journals.physiology.org/doi/full/10.1152/ajpheart.00268.2020?rfr_dat=cr_pub++0",
        "doi": "DOI unavailable",
        "citations": 630
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and cardiovascular disease at the time of coronavirus disease 2019 (COVID-19)",
        "authors": [
            "G Lippi",
            "BM Henry"
        ],
        "year": 2020,
        "abstract": "between the unfavourable health consequences associated with physical inactivity and the   See the impact this article is making through the number of times it’s been read, and the",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/2047487320916823",
        "doi": "DOI unavailable",
        "citations": 541
    },
    {
        "topic": "physical_activity",
        "title": "The prevalence of physical inactivity in Iranian adolescents and the impact of economic and social inequalities on it: Results of a National Study in 2018",
        "authors": [
            "G Moradi",
            "F Mostafavi",
            "B Piroozi",
            "B Zareie"
        ],
        "year": 2020,
        "abstract": "prevalence of physical inactivity in Iranian adolescents aged 10–12 years and the impact of   Physical inactivity (PI) is a public health concern that is considered a potential risk factor for",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-020-09618-0",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "physical_activity",
        "title": "Immunological implications of physical inactivity among older adults during the COVID-19 pandemic",
        "authors": [
            "A Damiot",
            "AJ Pinto",
            "JE Turner",
            "B Gualano"
        ],
        "year": 2020,
        "abstract": "In this brief review, we discuss the negative impact of physical inactivity on immune function  and showcase evidence that regular physical activity may be an effective strategy to counter",
        "pdf_link": "https://karger.com/ger/article/66/5/431/149141",
        "doi": "DOI unavailable",
        "citations": 190
    },
    {
        "topic": "physical_activity",
        "title": "The evolution of technology and physical inactivity: the good, the bad, and the way forward",
        "authors": [
            "MN Woessner",
            "A Tacey",
            "A Levinger-Limor"
        ],
        "year": 2021,
        "abstract": "practise as a component of health behaviour modification the impact could be profound (47).   health industries are essential to ensure the advances in technology support positive health",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.655491/full",
        "doi": "DOI unavailable",
        "citations": 221
    },
    {
        "topic": "physical_activity",
        "title": "Metabolic implications of diet and energy intake during physical inactivity",
        "authors": [
            "NC Winn",
            "R Pettit-Mee",
            "LK Walsh"
        ],
        "year": 2019,
        "abstract": "from the accompanied weight gain by retaining energy balance are required for our  better understanding of the impact of inactivity on metabolic and cardiovascular diseases (40).",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6465093/",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and sedentary behaviors in the Bangladeshi population during the COVID-19 pandemic: An online cross-sectional survey",
        "authors": [
            "ME Rahman",
            "MS Islam",
            "MS Bishwas",
            "MS Moonajilin"
        ],
        "year": 2020,
        "abstract": "This study aimed to determine the prevalence of physical inactivity  IPAQ-SF to assess physical  activity and sedentary behaviors.  activities should be promoted to attenuate the impact of",
        "pdf_link": "https://www.cell.com/heliyon/fulltext/S2405-8440(20)32235-0",
        "doi": "DOI unavailable",
        "citations": 105
    },
    {
        "topic": "physical_activity",
        "title": "Contributions of physical inactivity and sedentary behavior to metabolic and endocrine diseases",
        "authors": [
            "NR Kerr",
            "FW Booth"
        ],
        "year": 2022,
        "abstract": "Physical inactivity is the fourth leading global cause of death  Despite the prevalence of  physical inactivity in modern  understanding of how physical inactivity impacts metabolism is still",
        "pdf_link": "https://www.cell.com/trends/endocrinology-metabolism/fulltext/S1043-2760(22)00177-1?s=09",
        "doi": "DOI unavailable",
        "citations": 68
    },
    {
        "topic": "physical_activity",
        "title": "Regular physical activity, short-term exercise, mental health, and well-being among university students: the results of an online and a laboratory study",
        "authors": [
            "C Herbert",
            "F Meixner",
            "C Wiebking",
            "V Gilg"
        ],
        "year": 2020,
        "abstract": "The health benefits of regular physical activity and aerobic exercise are  , well-being, and  regular physical activity of university students and (b) explore the potential health benefits of",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.00509/full",
        "doi": "DOI unavailable",
        "citations": 339
    },
    {
        "topic": "physical_activity",
        "title": "Role of physical activity on mental health and well-being: A review",
        "authors": [
            "A Mahindru",
            "P Patil",
            "V Agrawal"
        ],
        "year": 2023,
        "abstract": "Regular physical activity improves the functioning of the hypothalamus-pituitary-adrenal  axis artery occlusive disease and fibromyalgia, regular physical activity may help alleviate the",
        "pdf_link": "https://www.cureus.com/articles/121652-role-of-physical-activity-on-mental-health-and-well-being-a-review.pdf",
        "doi": "DOI unavailable",
        "citations": 435
    },
    {
        "topic": "physical_activity",
        "title": "The importance of sleep and physical activity on well-being during COVID-19 lockdown: reunion island as a case study",
        "authors": [
            "F Chouchou",
            "M Augustini",
            "T Caderby",
            "N Caron"
        ],
        "year": 2021,
        "abstract": "During COVID-19 lockdown, where daily rhythms are  well-being in the general population.  We hypothesized that sleep habits and weekly physical activity would contribute to well-being",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1389945720304172",
        "doi": "DOI unavailable",
        "citations": 99
    },
    {
        "topic": "physical_activity",
        "title": "Relationship between quality of life and level of physical activity and family well-being",
        "authors": [
            "O Andrieieva",
            "D Maltsev",
            "V Kashuba"
        ],
        "year": 2022,
        "abstract": "knowledge regarding the importance of the optimal level of physical activity for ensuring   regarding the arguments for increasing the level of participation of clients in regular physical",
        "pdf_link": "https://tmfv.com.ua/journal/article/view/1918",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "physical_activity",
        "title": "Effects of physical activity and exercise on well-being in the context of the Covid-19 pandemic",
        "authors": [
            "JM de Abreu",
            "RA de Souza",
            "LG Viana-Meireles"
        ],
        "year": 2022,
        "abstract": "Neurophysiological and social benefits of regular physical activity are well known [29–31].  These benefits are also maintained during social isolation, such as during the COVID-19",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0260465",
        "doi": "DOI unavailable",
        "citations": 49
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity in the COVID-19 era and its impact on adolescents' well-being",
        "authors": [
            "E Bozzola",
            "S Barni",
            "A Ficari",
            "A Villani"
        ],
        "year": 2023,
        "abstract": "PA is a significant health determinant and should be improved through the awareness of  the benefits of regular PA and of the risks of sedentary behavior, as well as through support",
        "pdf_link": "https://www.mdpi.com/1660-4601/20/4/3275",
        "doi": "DOI unavailable",
        "citations": 35
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and subjective well-being in healthy individuals: a meta-analytic review",
        "authors": [
            "S Buecker",
            "T Simacek",
            "B Ingwersen"
        ],
        "year": 2021,
        "abstract": "well-being and was unrelated to negative affect. Our results provide evidence for the  importance of physical activity in the context of well-being.  or limit regular physical activity. The",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/17437199.2020.1760728",
        "doi": "DOI unavailable",
        "citations": 292
    },
    {
        "topic": "physical_activity",
        "title": "Adapted physical activity to ensure the physical and psychological well-being of COVID-19 patients",
        "authors": [
            "G Maugeri",
            "G Musumeci"
        ],
        "year": 2021,
        "abstract": "regular physical activity ameliorate one’s self-esteem and provide a sense of well-being,   An adapted physical activity program may represent an important factor to prevent COVID-",
        "pdf_link": "https://www.mdpi.com/2411-5142/6/1/13",
        "doi": "DOI unavailable",
        "citations": 63
    },
    {
        "topic": "physical_activity",
        "title": "Traditional dance improves the physical fitness and well-being of the elderly",
        "authors": [
            "S Douka",
            "VI Zilidou",
            "O Lilou",
            "V Manou"
        ],
        "year": 2019,
        "abstract": "Regular physical activity is considered one of the most important factors for lifestyle, for  maintaining good health in older ages and increasing life expectancy. Dance is considered an",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fnagi.2019.00075/full",
        "doi": "DOI unavailable",
        "citations": 124
    },
    {
        "topic": "physical_activity",
        "title": "The impact of physical activity on psychological well-being in women aged 45-55 years during the Covid pandemic: A mixed-methods investigation",
        "authors": [
            "KJ Lum",
            "EEA Simpson"
        ],
        "year": 2021,
        "abstract": "how meeting the UK Physical Activity Guidelines (PAG)  motivation to undertake  regular physical activity during Covid  supporting benefits of regular PA on emotional well-being",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0378512221001468",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Being active during the lockdown: The recovery potential of physical activity for well-being",
        "authors": [
            "C Ginoux",
            "S Isoard-Gautheur",
            "C Teran-Escobar"
        ],
        "year": 2021,
        "abstract": "The study results highlight the importance of maintaining or increasing physical activity   well-being during periods of lockdown. Many people felt the need for regular physical activity (PA",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/4/1707",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and sedentary behaviour: a brief to support older people",
        "authors": [
            "World Health Organization"
        ],
        "year": 2022,
        "abstract": "Regular physical activity is important to promote well-being in older people. It is beneficial  for physical  Everyone can benefit from increasing physical activity and reducing sedentary",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=dT-hEAAAQBAJ&oi=fnd&pg=PA2&dq=importance+of+regular+physical+activity+for+well-being&ots=Fz8K_ujbWF&sig=9hDEfQ6X8RIor4jor6HA9fijxns",
        "doi": "DOI unavailable",
        "citations": 2186
    },
    {
        "topic": "physical_activity",
        "title": "The role of physical activity in the link between menopausal status and mental well-being",
        "authors": [
            "D Bondarev",
            "S Sipilä",
            "T Finni",
            "UM Kujala",
            "P Aukee"
        ],
        "year": 2020,
        "abstract": "through regular training. For the analysis, the response categories were combined to low   menopausal status and mental well-being, and the role of physical activity in this association,",
        "pdf_link": "https://journals.lww.com/menopausejournal/fulltext/2020/04000/The_role_of_physical_activity_in_the_link_between.6.aspx?context=LatestArticles",
        "doi": "DOI unavailable",
        "citations": 59
    },
    {
        "topic": "physical_activity",
        "title": "Sporting mind: the interplay of physical activity and psychological health",
        "authors": [
            "A Martín-Rodríguez",
            "LA Gostian-Ropotin"
        ],
        "year": 2024,
        "abstract": "The integration of regular physical activity and sports into one’s lifestyle is essential for   studies highlighting their benefits in mood regulation and mental well-being. Mammen and",
        "pdf_link": "https://www.mdpi.com/2075-4663/12/1/37",
        "doi": "DOI unavailable",
        "citations": 135
    },
    {
        "topic": "physical_activity",
        "title": "Enhancing mental health, well-being and active lifestyles of university students by means of physical activity and exercise research programs",
        "authors": [
            "C Herbert"
        ],
        "year": 2022,
        "abstract": "that physical activity, mental health and well-being are positively related, also in university  students as an important  of university students whose regular physical activity behavior, on",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.849093/full",
        "doi": "DOI unavailable",
        "citations": 190
    },
    {
        "topic": "physical_activity",
        "title": "The impact of COVID-19 on sport, physical activity and well-being and its effects on social development",
        "authors": [
            "D Bas",
            "M Martin",
            "C Pollack",
            "R Venne"
        ],
        "year": 2020,
        "abstract": "many regular aspects of life, including sport and physical activity. This  world and to physical  activity and well-being, including for  Another important aspect of maintain physical fitness is",
        "pdf_link": "https://social.desa.un.org/sites/default/files/migrated/22/2020/06/PB_73.pdf",
        "doi": "DOI unavailable",
        "citations": 67
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity, sedentary behavior and well-being of adults with physical disabilities and/or chronic diseases during the first wave of the COVID-19 …",
        "authors": [
            "DR De Boer",
            "F Hoekstra",
            "KIM Huetink"
        ],
        "year": 2021,
        "abstract": "importance of more attention and guidance for people with  Interestingly, a recent review  found that regular physical activity  ], it can be expected that regular physical activity may also be",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/12/6342",
        "doi": "DOI unavailable",
        "citations": 57
    },
    {
        "topic": "physical_activity",
        "title": "The impact of COVID-19 on physical activity behavior and well-being of Canadians",
        "authors": [
            "IA Lesser",
            "CP Nienhuis"
        ],
        "year": 2020,
        "abstract": "physical activity per week based on standard physical activity guidelines for health-related  benefits [13] appears to offer protective benefits in well-being and therefore opportunities to be",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/11/3899",
        "doi": "DOI unavailable",
        "citations": 1022
    },
    {
        "topic": "physical_activity",
        "title": "Elevating subjective well-being through physical exercises: an intervention study",
        "authors": [
            "K Iwon",
            "J Skibinska",
            "D Jasielska"
        ],
        "year": 2021,
        "abstract": "that regular physical activity leads to higher levels of well-being. It seems that even a short  engagement in physical activity (4  design supports the practical relevance of the research for",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.702678/full",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "physical_activity",
        "title": "Effects of exercise to improve cardiovascular health",
        "authors": [
            "K Pinckard",
            "KK Baskin",
            "KI Stanford"
        ],
        "year": 2019,
        "abstract": "improved VO 2peak and reduced diastolic dysfunction compared to both pre-training values   and high intensity exercise training improve cardiovascular function in heart failure patients,",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fcvm.2019.00069/full",
        "doi": "DOI unavailable",
        "citations": 464
    },
    {
        "topic": "physical_activity",
        "title": "Exercise training maintains cardiovascular health: signaling pathways involved and potential therapeutics",
        "authors": [
            "H Chen",
            "C Chen",
            "M Spanos",
            "G Li",
            "R Lu",
            "Y Bei"
        ],
        "year": 2022,
        "abstract": "by which exercise promotes cardiovascular fitness and health.  of exercise on multiple  aspects of cardiovascular health. We  increases heart rate and cardiac contractility. Meanwhile,",
        "pdf_link": "https://www.nature.com/articles/s41392-022-01153-1",
        "doi": "DOI unavailable",
        "citations": 103
    },
    {
        "topic": "physical_activity",
        "title": "A review of obesity, physical activity, and cardiovascular disease",
        "authors": [
            "A Elagizi",
            "S Kachur",
            "S Carbone",
            "CJ Lavie"
        ],
        "year": 2020,
        "abstract": "obesity, physical activity (and physical inactivity/sedentary behavior), cardiovascular disease  ( are two distinct risk factors that both increase morbidity and mortality on a global scale.",
        "pdf_link": "https://link.springer.com/article/10.1007/s13679-020-00403-z",
        "doi": "DOI unavailable",
        "citations": 293
    },
    {
        "topic": "physical_activity",
        "title": "Sedentary behavior, exercise, and cardiovascular health",
        "authors": [
            "CJ Lavie",
            "C Ozemek",
            "S Carbone"
        ],
        "year": 2019,
        "abstract": "as well as the increase of physical activity /ET for patients with heart failure as a therapeutic   and physical inactivity while promoting physical activity, ET, and cardiorespiratory fitness are",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/CIRCRESAHA.118.312669",
        "doi": "DOI unavailable",
        "citations": 1707
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity over the lifecourse and cardiovascular disease",
        "authors": [
            "AS Perry",
            "EE Dooley",
            "H Master",
            "NL Spartano"
        ],
        "year": 2023,
        "abstract": "established that physical activity improves cardiovascular health and longevity Physical  Activity Guidelines and reported physical activity. For many, the delay between physical inactivity",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/CIRCRESAHA.123.322121",
        "doi": "DOI unavailable",
        "citations": 82
    },
    {
        "topic": "physical_activity",
        "title": "The relationship among physical activity, intestinal flora, and cardiovascular disease",
        "authors": [
            "Q Yan",
            "W Zhai",
            "C Yang",
            "Z Li",
            "L Mao"
        ],
        "year": 2021,
        "abstract": "In spite of influence on intestinal microecological environment, the state of gastrointestinal  microorganisms can be improved by physical activity. As is known to all, the gastrointestinal",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2021/3364418",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "physical_activity",
        "title": "Exercise training for patients with type 2 diabetes and cardiovascular disease: What to pursue and how to do it. A Position Paper of the European Association of …",
        "authors": [
            "H Kemps",
            "N Kränkel",
            "M Dörr"
        ],
        "year": 2019,
        "abstract": "regardless of the presence or absence of cardiovascular disease (CVD). Exercise training  improves a broad panel of cardiovascular and metabolic outcomes, including insulin sensitivity",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/2047487318820420",
        "doi": "DOI unavailable",
        "citations": 203
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity, cardiorespiratory fitness, and cardiovascular health: A clinical practice statement of the ASPC Part I: Bioenergetics, contemporary physical activity …",
        "authors": [
            "BA Franklin",
            "TMH Eijsvogels",
            "A Pandey"
        ],
        "year": 2022,
        "abstract": "sleep, and enhanced insulin sensitivity, whereas long-term exercise training is needed to  increase and maintain CRF, muscular strength, and CV remodeling. Regular PA has been",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9586848/",
        "doi": "DOI unavailable",
        "citations": 65
    },
    {
        "topic": "physical_activity",
        "title": "Physical exercise and selective autophagy: benefit and risk on cardiovascular health",
        "authors": [
            "NN Wu",
            "H Tian",
            "P Chen",
            "D Wang",
            "J Ren",
            "Y Zhang"
        ],
        "year": 2019,
        "abstract": "duration improves cardiovascular performance and cardiac reserve in healthy individuals [  , we may propose that endurance exercise training protects cardiovascular system from acute",
        "pdf_link": "https://www.mdpi.com/2073-4409/8/11/1436",
        "doi": "DOI unavailable",
        "citations": 136
    },
    {
        "topic": "physical_activity",
        "title": "Extreme heat and cardiovascular health: what a cardiovascular health professional should know",
        "authors": [
            "GK Chaseling",
            "J Iglesies-Grau",
            "M Juneau"
        ],
        "year": 2021,
        "abstract": ", and recommendations to minimise the cardiovascular  of the cardiovascular health  consequences of extreme heat. A better awareness and understanding of the cardiovascular",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0828282X2100653X",
        "doi": "DOI unavailable",
        "citations": 56
    },
    {
        "topic": "physical_activity",
        "title": "… Physical Activity Counselling in IN-PATients with major depressive disorders on physical activity, cardiorespiratory fitness, depression, and cardiovascular health risk …",
        "authors": [
            "M Gerber",
            "J Beck",
            "S Brand",
            "R Cody",
            "L Donath",
            "A Eckert"
        ],
        "year": 2019,
        "abstract": "physical activity counselling can be integrated into given clinical structures. Improving physical  activity may  for tackling metabolic and cardiovascular disease and increasing mood and",
        "pdf_link": "https://link.springer.com/article/10.1186/s13063-019-3468-3",
        "doi": "DOI unavailable",
        "citations": 57
    },
    {
        "topic": "physical_activity",
        "title": "Physical exercise effects on the brain during COVID-19 pandemic: links between mental and cardiovascular health",
        "authors": [
            "RAL De Sousa",
            "AC Improta-Caria",
            "R Aras-Júnior"
        ],
        "year": 2021,
        "abstract": "stimulated by physical exercise training. This physiological change improves cardiovascular  health,  mechanisms can lead to cardiovascular complications. Recently, it was showed that",
        "pdf_link": "https://link.springer.com/article/10.1007/s10072-021-05082-9",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "physical_activity",
        "title": "Exercise for prevention and relief of cardiovascular disease: prognoses, mechanisms, and approaches",
        "authors": [
            "D Tian",
            "J Meng"
        ],
        "year": 2019,
        "abstract": "exercise training [25]. Here, we talk about the benefits of exercise on cardiovascular disease   However, exercise training increases ratio of parasympathetic over sympathetic tones and",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2019/3756750",
        "doi": "DOI unavailable",
        "citations": 288
    },
    {
        "topic": "physical_activity",
        "title": "Reduced physical activity during COVID-19 pandemic in children with congenital heart disease",
        "authors": [
            "NM Hemphill",
            "MTY Kuan",
            "KC Harris"
        ],
        "year": 2020,
        "abstract": "lower than 2019, suggest a slight increase in physical activity from the previous week, which  may reflect expected springtime increase in physical activity or adaptive measures taken by",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0828282X20304402",
        "doi": "DOI unavailable",
        "citations": 150
    },
    {
        "topic": "physical_activity",
        "title": "Leisure-time and occupational physical activity and health outcomes in cardiovascular disease",
        "authors": [
            "NE Bonekamp",
            "FLJ Visseren",
            "Y Ruigrok",
            "MJM Cramer"
        ],
        "year": 2023,
        "abstract": "with cardiovascular disease. For clinical practice, our results indicate that physical activity at   ’s benefits result from reducing inflammation and improving cardiorespiratory fitness4 5 as",
        "pdf_link": "https://heart.bmj.com/content/109/9/686.abstract",
        "doi": "DOI unavailable",
        "citations": 47
    },
    {
        "topic": "physical_activity",
        "title": "The impact of physical activity and an additional behavioural risk factor on cardiovascular disease, cancer and all-cause mortality: a systematic review",
        "authors": [
            "J Lacombe",
            "MEG Armstrong",
            "FL Wright",
            "C Foster"
        ],
        "year": 2019,
        "abstract": "physical activity improves overall health, and has the capacity to reduce risk of chronic  diseases and death. However, better  disease outcomes is pertinent for prioritising public health",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-019-7030-8",
        "doi": "DOI unavailable",
        "citations": 195
    },
    {
        "topic": "physical_activity",
        "title": "Community engagement in the development of an mHealth-enabled physical activity and cardiovascular health intervention (Step It Up): pilot focus group …",
        "authors": [
            "JN Ceasar",
            "SE Claudel",
            "MR Andrews"
        ],
        "year": 2019,
        "abstract": "Introducing a user-centered mHealth intervention in a low-income, African American  population at risk for cardiovascular disease increases the likelihood of adoption and, therefore,",
        "pdf_link": "https://formative.jmir.org/2019/1/e10944/",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "physical_activity",
        "title": "Exercise training in women with cardiovascular disease: Differential response and barriers–review and perspective",
        "authors": [
            "I Witvrouwen",
            "EM Van Craenenbroeck"
        ],
        "year": 2021,
        "abstract": "Exercise-based cardiac rehabilitation has a class 1A recommendation in coronary artery  disease and heart failure  on how to improve referral, enrolment and adherence to exercise",
        "pdf_link": "https://academic.oup.com/eurjpc/article-abstract/28/7/779/6318921",
        "doi": "DOI unavailable",
        "citations": 79
    },
    {
        "topic": "physical_activity",
        "title": "Role of physical activity on mental health and well-being: A review",
        "authors": [
            "A Mahindru",
            "P Patil",
            "V Agrawal"
        ],
        "year": 2023,
        "abstract": "of the physiological and psychological mechanisms by which exercise improves mental  health is presented in this review article. Regular physical activity improves the functioning of the",
        "pdf_link": "https://www.cureus.com/articles/121652-role-of-physical-activity-on-mental-health-and-well-being-a-review.pdf",
        "doi": "DOI unavailable",
        "citations": 435
    },
    {
        "topic": "physical_activity",
        "title": "The role of physical activity on mental health and quality of life during COVID-19 outbreak: A cross-sectional study",
        "authors": [
            "F Ozdemir",
            "N Cansel",
            "F Kizilay",
            "E Guldogan"
        ],
        "year": 2020,
        "abstract": "placed restrictions on people's physical activities. The aim of this study was to evaluate the  physical activity levels of individuals and assess the effects of physical activity on quality of life",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1876382020314293",
        "doi": "DOI unavailable",
        "citations": 70
    },
    {
        "topic": "physical_activity",
        "title": "Role of physical activity and sedentary behavior in the mental health of preschoolers, children and adolescents: a systematic review and meta-analysis",
        "authors": [
            "M Rodriguez-Ayllon",
            "C Cadenas-Sánchez"
        ],
        "year": 2019,
        "abstract": "the effect of physical activity interventions on mental health outcomes by conducting a   associations between physical activity and sedentary behavior and mental health in preschoolers (",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-019-01099-5?platform=hootsuite&error=cookies_not_supported&code=8f0a66b7-1741-4d9f-a0f1-6039fe87639a",
        "doi": "DOI unavailable",
        "citations": 1381
    },
    {
        "topic": "physical_activity",
        "title": "Mental health and the role of physical activity during the COVID-19 pandemic",
        "authors": [
            "X Ai",
            "J Yang",
            "Z Lin",
            "X Wan"
        ],
        "year": 2021,
        "abstract": "The positive relationship between physical exercise and mental health  physical exercise  are limited. This article explores the relationship between physical exercise and mental health",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.759987/full",
        "doi": "DOI unavailable",
        "citations": 160
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity, exercise, and mental disorders: it is time to move on",
        "authors": [
            "FB Schuch",
            "D Vancampfort"
        ],
        "year": 2021,
        "abstract": "effects of physical activity and exercise on mental disorders; 2) the role of physical activity  and exercise in promoting the physical health of people with mental disorders; 3) the role of",
        "pdf_link": "https://www.scielo.br/j/trends/a/jCRvs9LQq8ycmLwLysGBRFM/",
        "doi": "DOI unavailable",
        "citations": 217
    },
    {
        "topic": "physical_activity",
        "title": "Physical exercise and mental health: The routes of a reciprocal relation",
        "authors": [
            "C Fossati",
            "G Torre",
            "S Vasta",
            "A Giombini"
        ],
        "year": 2021,
        "abstract": "In addition, several papers assessing the role of physical fitness on mental health were   association of physical activity or fitness indicators, and a plethora of psychological features and",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/23/12364",
        "doi": "DOI unavailable",
        "citations": 109
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and mental health in children and adolescents: An updated review of reviews and an analysis of causality",
        "authors": [
            "SJH Biddle",
            "S Ciaccioni",
            "G Thomas",
            "I Vergeer"
        ],
        "year": 2019,
        "abstract": "Higher or improved fitness and physical activity are associated with better cognitive health  and performance. There was partial support for a causal association with depression, a lack of",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1469029218303315",
        "doi": "DOI unavailable",
        "citations": 1390
    },
    {
        "topic": "physical_activity",
        "title": "Teacher's physical activity and mental health during lockdown due to the COVID-2019 pandemic",
        "authors": [
            "L Aperribai",
            "L Cortabarria",
            "T Aguirre",
            "E Verche"
        ],
        "year": 2020,
        "abstract": "by the lockdown with respect to their mental health and their relationships in three main   know which is the role of physical activity in the mentioned variables. For that purpose, an online",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.577886/full",
        "doi": "DOI unavailable",
        "citations": 335
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and mental health in undergraduate students",
        "authors": [
            "G Rodríguez-Romo",
            "J Acebes-Sánchez"
        ],
        "year": 2022,
        "abstract": "This highlights the importance of performing occupational activities with an adequate  level of PA and, above all, of performing a high level of PA during free time to avoid",
        "pdf_link": "https://www.mdpi.com/1660-4601/20/1/195",
        "doi": "DOI unavailable",
        "citations": 84
    },
    {
        "topic": "physical_activity",
        "title": "The role of exercise in management of mental health disorders: an integrative review",
        "authors": [
            "PJ Smith",
            "RM Merwin"
        ],
        "year": 2021,
        "abstract": "of evidence suggests that physical activity (PA) may hold therapeutic promise in the  management of mental health disorders. Most evidence linking PA to mental health outcomes has",
        "pdf_link": "https://www.annualreviews.org/content/journals/10.1146/annurev-med-060619-022943",
        "doi": "DOI unavailable",
        "citations": 283
    },
    {
        "topic": "physical_activity",
        "title": "Routledge handbook of physical activity and mental health",
        "authors": [
            "P Ekkekakis"
        ],
        "year": 2023,
        "abstract": "Only the BBC article hinted at the story behind the story, namely the implications of the study  and the associated press release for the role of physical activity in public health policy in the",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=Ulm-EAAAQBAJ&oi=fnd&pg=PP32&dq=role+of+physical+activity+in+mental+health&ots=_iXoqrHzNC&sig=TtrzE8qi3wR4_yFYZIchtYKYH54",
        "doi": "DOI unavailable",
        "citations": 149
    },
    {
        "topic": "physical_activity",
        "title": "Associations of physical activity with positive mental health: A population-based study",
        "authors": [
            "N Tamminen",
            "J Reinikainen"
        ],
        "year": 2020,
        "abstract": "the importance of PA with relation to PMH among adults. Especially, physical inactivity was   As low levels of PMH can potentially present a risk for mental ill-health, this study suggests it",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S175529662030003X",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "physical_activity",
        "title": "The effects of physical exercise on mental health: From cognitive improvements to risk of addiction",
        "authors": [
            "P Caponnetto",
            "M Casu",
            "M Amato",
            "D Cocuzza"
        ],
        "year": 2021,
        "abstract": "(1) Background: we aimed to investigate the effects of physical activity on cognitive functions  and deficits of healthy population and other needy groups. Secondly, we investigated the",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/24/13384",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "physical_activity",
        "title": "Do we need physical activity guidelines for mental health: What does the evidence tell us?",
        "authors": [
            "M Teychenne",
            "RL White",
            "J Richards",
            "FB Schuch"
        ],
        "year": 2020,
        "abstract": "current global physical activity recommendations for adults and its relation to mental health,   to extend the scope/focus of existing guidelines to ensure they are mental health informed.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296619301632",
        "doi": "DOI unavailable",
        "citations": 377
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and mental health in children and adolescents with intellectual disabilities: a meta-analysis using the RE-AIM framework",
        "authors": [
            "W Yang",
            "X Liang",
            "CHP Sit"
        ],
        "year": 2022,
        "abstract": "health, including psychological health and cognitive function, in children and adolescents   of physical activity on mental health, including psychological health and cognitive function, in",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-022-01312-1",
        "doi": "DOI unavailable",
        "citations": 48
    },
    {
        "topic": "physical_activity",
        "title": "The impact of physical activity on psychological health during Covid-19 pandemic in Italy",
        "authors": [
            "G Maugeri",
            "P Castrogiovanni",
            "G Battaglia",
            "R Pippi"
        ],
        "year": 2020,
        "abstract": "physical activity levels during self-quarantine in Italy, and the impact of exercise on psychological  health.  Based on these evidences, the purpose of this survey study was to examine (1)",
        "pdf_link": "https://www.cell.com/heliyon/fulltext/S2405-8440(20)311592",
        "doi": "DOI unavailable",
        "citations": 1120
    },
    {
        "topic": "physical_activity",
        "title": "The association between physical activity and mental health during the first year of the COVID-19 pandemic: a systematic review",
        "authors": [
            "P Marconcin",
            "AO Werneck",
            "M Peralta",
            "A Ihle"
        ],
        "year": 2022,
        "abstract": "A reduction in physical activity and increased mental health problems were observed, mainly  in the  OR training OR sport* OR fitness OR physical function* OR movement behavio* OR",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-022-12590-6",
        "doi": "DOI unavailable",
        "citations": 240
    },
    {
        "topic": "physical_activity",
        "title": "Levels of physical activity and mental health in adolescents in Ireland",
        "authors": [
            "M Molcho",
            "A Gavin",
            "D Goodwin"
        ],
        "year": 2021,
        "abstract": "less attention in the literature, these findings are of importance. Our findings not only indicate  the importance of physical activity for mental health, but we also identified that, especially",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/4/1713",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "physical_activity",
        "title": "Mechanisms underpinning the association between physical activity and mental health in adolescence: a 6-year study",
        "authors": [
            "I Doré",
            "B Sylvester",
            "C Sabiston",
            "MP Sylvestre"
        ],
        "year": 2020,
        "abstract": "Identification of the mediating role of autonomy, competence, relatedness and MVPA  provides a unique contribution to the literature by demonstrating that the positive effect of PA in",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-020-0911-5",
        "doi": "DOI unavailable",
        "citations": 106
    },
    {
        "topic": "physical_activity",
        "title": "Can physical activity help explain the gender gap in adolescent mental health? A cross-sectional exploration",
        "authors": [
            "AJ Halliday",
            "ML Kern",
            "DA Turnbull"
        ],
        "year": 2019,
        "abstract": "gender differences in physical activity and mental health, replicating  physical activity-mental  health link; and (4) tested physical activity as a mediator between gender and mental health.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296618301017",
        "doi": "DOI unavailable",
        "citations": 77
    },
    {
        "topic": "physical_activity",
        "title": "Can physical activity help explain the gender gap in adolescent mental health? A cross-sectional exploration",
        "authors": [
            "AJ Halliday",
            "ML Kern",
            "DA Turnbull"
        ],
        "year": 2019,
        "abstract": "gender differences in physical activity and mental health, replicating  physical activity-mental  health link; and (4) tested physical activity as a mediator between gender and mental health.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296618301017",
        "doi": "DOI unavailable",
        "citations": 77
    },
    {
        "topic": "physical_activity",
        "title": "Association between physical exercise and mental health during the COVID-19 outbreak in China: a nationwide cross-sectional study",
        "authors": [
            "Y Nie",
            "Y Ma",
            "Y Wu",
            "J Li",
            "T Liu",
            "C Zhang",
            "C Lv"
        ],
        "year": 2021,
        "abstract": "and role of physical exercise to improve mental health in  between physical exercise and  mental health burden during  different physical exercise types on reducing mental health burden",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyt.2021.722448/full",
        "doi": "DOI unavailable",
        "citations": 47
    },
    {
        "topic": "physical_activity",
        "title": "… the effects of physical activity on mental health and wellbeing: A joint consensus statement from Sports Medicine Australia and the Australian Psychological …",
        "authors": [
            "SA Vella",
            "E Aidman",
            "M Teychenne",
            "JJ Smith"
        ],
        "year": 2023,
        "abstract": ", but conceptual frameworks suggest that psychosocial factors play a role in the mental  health benefits of physical activity. These factors (eg, self-esteem, mastery, social support/",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1440244023000014",
        "doi": "DOI unavailable",
        "citations": 109
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity as a coping strategy for mental health due to the COVID-19 virus: a potential disconnect among Canadian adults?",
        "authors": [
            "G Faulkner",
            "RE Rhodes",
            "LM Vanderloo"
        ],
        "year": 2020,
        "abstract": "protective role of physical activity in supporting mental health Consequently, we believe a  potential role exists for social  the mental health benefits of physical activity. In the context of",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fcomm.2020.571833/full",
        "doi": "DOI unavailable",
        "citations": 76
    },
    {
        "topic": "physical_activity",
        "title": "… of a programme of vigorous physical activity during secondary school physical education on academic performance, fitness, cognition, mental health and the brain of …",
        "authors": [
            "TM Wassenaar",
            "CM Wheatley",
            "N Beale",
            "P Salvan"
        ],
        "year": 2019,
        "abstract": "mediated or moderated by fitness, cognitive function, mental health outcomes and/ fitness,  cognitive performance and mental health outcomes, and changes brain structure and function",
        "pdf_link": "https://link.springer.com/article/10.1186/s13063-019-3279-6",
        "doi": "DOI unavailable",
        "citations": 97
    },
    {
        "topic": "physical_activity",
        "title": "Associations between physical activity and mental health in Iranian adolescents during the COVID-19 pandemic: an accelerometer-based study",
        "authors": [
            "S Ghorbani",
            "M Afshari",
            "M Eckelt",
            "A Dana",
            "A Bund"
        ],
        "year": 2021,
        "abstract": "investigate whether PA predicts the mental health indicators. We  and the incidence of mental  health disorders are negatively  role in reducing the symptoms of mental health disorders.",
        "pdf_link": "https://www.mdpi.com/2227-9067/8/11/1022",
        "doi": "DOI unavailable",
        "citations": 64
    },
    {
        "topic": "physical_activity",
        "title": "The relationship between physical activity and mental health in a sample of the UK public: A cross-sectional study during the implementation of COVID-19 social …",
        "authors": [
            "L Jacob",
            "MA Tully",
            "Y Barnett",
            "GF Lopez-Sanchez"
        ],
        "year": 2020,
        "abstract": "health, the role physical activity may play in relation to mental health during social  It is  presumed that physical activity will protect against poor mental health in this situation, but to date,",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296620300296",
        "doi": "DOI unavailable",
        "citations": 301
    },
    {
        "topic": "physical_activity",
        "title": "Thirty years of research on physical activity, mental health, and wellbeing: a scientometric analysis of hotspots and trends",
        "authors": [
            "M Sabe",
            "C Chen",
            "O Sentissi",
            "J Deenik"
        ],
        "year": 2022,
        "abstract": "Our results strengthen and expand the central role of physical activity in public health,  role  of physical activity in public health, calling for the systematic involvement of physical activity",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.943435/full",
        "doi": "DOI unavailable",
        "citations": 46
    },
    {
        "topic": "physical_activity",
        "title": "Healthier minds in fitter bodies: a systematic review and meta-analysis of the association between physical fitness and mental health in youth",
        "authors": [
            "C Cadenas-Sanchez",
            "A Mena-Molina",
            "LV Torres-Lopez"
        ],
        "year": 2021,
        "abstract": "between physical fitness and overall mental health  that physical fitness is important for  young people’s mental health;  For the purpose of this review, mental health outcomes were",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-021-01520-y",
        "doi": "DOI unavailable",
        "citations": 75
    },
    {
        "topic": "physical_activity",
        "title": "The relationship between physical activity, mental wellbeing and symptoms of mental health disorder in adolescents: a cohort study",
        "authors": [
            "SL Bell",
            "S Audrey",
            "D Gunnell",
            "A Cooper"
        ],
        "year": 2019,
        "abstract": "mental illness and poor mental wellbeing among young people. The aim of this study was to  investigate whether physical activity is associated with better mental  role of physical activity",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-019-0901-7",
        "doi": "DOI unavailable",
        "citations": 297
    },
    {
        "topic": "physical_activity",
        "title": "The benefits of physical exercise on mental disorders and quality of life in substance use disorders patients. Systematic review and meta-analysis",
        "authors": [
            "J Giménez-Meseguer",
            "J Tortosa-Martínez"
        ],
        "year": 2020,
        "abstract": "Asymmetries were only found when considering the effect of all programs on quality of life,  especially on Role Emotional (two missing studies) and Mental Health (one missing study) (",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/10/3680",
        "doi": "DOI unavailable",
        "citations": 142
    },
    {
        "topic": "physical_activity",
        "title": "Regular physical activity, short-term exercise, mental health, and well-being among university students: the results of an online and a laboratory study",
        "authors": [
            "C Herbert",
            "F Meixner",
            "C Wiebking",
            "V Gilg"
        ],
        "year": 2020,
        "abstract": "This finding underscores the role that cardiovascular fitness plays in the mental health and  well-being of female university students. Replication studies should aim to further examine",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.00509/full",
        "doi": "DOI unavailable",
        "citations": 339
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of exercise to improve cardiovascular health",
        "authors": [
            "K Pinckard",
            "KK Baskin",
            "KI Stanford"
        ],
        "year": 2019,
        "abstract": "in exercise-based therapies, we will discuss the benefits of exercise on cardiovascular health   Circulating levels of IL-6 are increased in response an acute bout of aerobic exercise (198,",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fcvm.2019.00069/full",
        "doi": "DOI unavailable",
        "citations": 464
    },
    {
        "topic": "aerobic_exercise",
        "title": "Sedentary behavior, exercise, and cardiovascular health",
        "authors": [
            "CJ Lavie",
            "C Ozemek",
            "S Carbone"
        ],
        "year": 2019,
        "abstract": "adverse consequences of SB and PI and the potential benefits of PA/ET on cardiovascular  health.  , including the importance of muscular fitness in addition to aerobic fitness. Finally, we",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/CIRCRESAHA.118.312669",
        "doi": "DOI unavailable",
        "citations": 1707
    },
    {
        "topic": "aerobic_exercise",
        "title": "What is the effect of aerobic exercise intensity on cardiorespiratory fitness in those undergoing cardiac rehabilitation? A systematic review with meta-analysis",
        "authors": [
            "BL Mitchell",
            "MJ Lock",
            "K Davison",
            "G Parfitt"
        ],
        "year": 2019,
        "abstract": "the effect of aerobic exercise intensity on changes in CRF in patients completing cardiac   interventions of similar intensities across various methods of determining exercise intensity.",
        "pdf_link": "https://bjsm.bmj.com/content/53/21/1341.abstract",
        "doi": "DOI unavailable",
        "citations": 70
    },
    {
        "topic": "aerobic_exercise",
        "title": "The effects of aerobic interval training and moderate-to-vigorous intensity continuous exercise on mental and physical health in women with heart disease",
        "authors": [
            "JL Reed",
            "ML Keast",
            "RA Beanlands"
        ],
        "year": 2019,
        "abstract": "evidence of improvements in mental health following CR – exercise-based CR involving   mental health status have been shown to produce significant positive mental health outcomes.",
        "pdf_link": "https://academic.oup.com/eurjpc/article-abstract/26/2/211/5925074",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "aerobic_exercise",
        "title": "… the target? Are we aiming too low? What are the aerobic exercise prescriptions and their effects on markers of cardiovascular health and systemic inflammation in …",
        "authors": [
            "JM Schulz",
            "TB Birmingham",
            "HF Atkinson"
        ],
        "year": 2020,
        "abstract": "established effects of aerobic exercise on cardiovascular health  Aerobic exercise is  recommended for chronic diseases  and intensity of exercise improves cardiovascular health,17",
        "pdf_link": "https://bjsm.bmj.com/content/54/13/771.abstract",
        "doi": "DOI unavailable",
        "citations": 46
    },
    {
        "topic": "aerobic_exercise",
        "title": "Aging, aerobic exercise, and cardiovascular health: Barriers, alternative strategies and future directions",
        "authors": [
            "KO Murray",
            "SA Mahoney",
            "R Venkatasubramanian"
        ],
        "year": 2023,
        "abstract": "therapeutic targets for improving CV health with aging. Aerobic exercise is the most well-known  and effective intervention to prevent and treat the effects of aging on CV dysfunction.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0531556523000268",
        "doi": "DOI unavailable",
        "citations": 42
    },
    {
        "topic": "aerobic_exercise",
        "title": "Antiaging effects of aerobic exercise on systemic arteries",
        "authors": [
            "H Tanaka"
        ],
        "year": 2019,
        "abstract": "programs if it was shown to have positive effects on cardiovascular functions  effects of  resistance training if aerobic exercise training effects equals or exceeds resistance training effects.",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/hypertensionaha.119.13179",
        "doi": "DOI unavailable",
        "citations": 82
    },
    {
        "topic": "aerobic_exercise",
        "title": "Comparative effectiveness of aerobic, resistance, and combined training on cardiovascular disease risk factors: A randomized controlled trial",
        "authors": [
            "EC Schroeder",
            "WD Franke",
            "RL Sharp",
            "D Lee"
        ],
        "year": 2019,
        "abstract": "effects of time-matched aerobic training only, resistance training only, and combined aerobic  and resistance training  factors compared to a non-exercising control group. We conducted",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0210292",
        "doi": "DOI unavailable",
        "citations": 318
    },
    {
        "topic": "aerobic_exercise",
        "title": "The acute effects of aerobic exercise on cognitive flexibility and task-related heart rate variability in children with ADHD and healthy controls",
        "authors": [
            "S Ludyga",
            "M Gerber",
            "M Mücke"
        ],
        "year": 2020,
        "abstract": "The purpose of the present study was to examine the acute effects of moderate aerobic  exercise on cognitive flexibility and HRV in children with ADHD and healthy controls. Based on",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/1087054718757647",
        "doi": "DOI unavailable",
        "citations": 87
    },
    {
        "topic": "aerobic_exercise",
        "title": "Current perspectives on aerobic exercise in people with Parkinson's disease",
        "authors": [
            "S Schootemeijer",
            "NM van der Kolk",
            "BR Bloem"
        ],
        "year": 2020,
        "abstract": "incidence of cardiovascular disease, a  effect of aerobic exercise on health-related quality  of life (PDQ-39) and conflicting results regarding non-motor symptoms. Compliance to exercise",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1878747923012503",
        "doi": "DOI unavailable",
        "citations": 110
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of aerobic physical exercise on neuroplasticity after stroke: systematic review",
        "authors": [
            "LG Penna",
            "JP Pinheiro",
            "SHR Ramalho"
        ],
        "year": 2021,
        "abstract": "Objective: To investigate the impact of aerobic exercise on  evaluated the impacts of  aerobic exercise on neuroplasticity  , functionality, mood and cardiovascular health, may also",
        "pdf_link": "https://www.thieme-connect.com/products/ejournals/html/10.1590/0004-282X-ANP-2020-0551",
        "doi": "DOI unavailable",
        "citations": 51
    },
    {
        "topic": "aerobic_exercise",
        "title": "The effect of aerobic exercise on stroke rehabilitation",
        "authors": [
            "H Gezer",
            "OZ Karaahmet",
            "E Gurcay"
        ],
        "year": 2019,
        "abstract": "few sufficient data for the effects of cardiovascular exercise programs on the patients with   effect of aerobic exercise in conjunction with conventional exercise and conventional exercise",
        "pdf_link": "https://link.springer.com/article/10.1007/s11845-018-1848-4",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "aerobic_exercise",
        "title": "The molecular mechanisms associated with aerobic exercise-induced cardiac regeneration",
        "authors": [
            "B Bo",
            "Y Zhou",
            "Q Zheng",
            "G Wang",
            "K Zhou",
            "J Wei"
        ],
        "year": 2020,
        "abstract": "This review discusses the relationships between aerobic exercise and the regeneration of   discuss the impacts of aerobic exercise on cardiac regeneration and explore its effects on",
        "pdf_link": "https://www.mdpi.com/2218-273X/11/1/19",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effect of aerobic and resistance exercise on cardiac adipose tissues: secondary analyses from a randomized clinical trial",
        "authors": [
            "RH Christensen",
            "AS Wedell-Neergaard"
        ],
        "year": 2019,
        "abstract": "targets visceral adipose tissue and lowers cardiovascular risk, 3 ,25 -27 we set out to  investigate the effects of a 12-week endurance exercise and resistance exercise intervention on",
        "pdf_link": "https://jamanetwork.com/journals/jamacardiology/article-abstract/2737412",
        "doi": "DOI unavailable",
        "citations": 99
    },
    {
        "topic": "aerobic_exercise",
        "title": "Is running associated with a lower risk of all-cause, cardiovascular and cancer mortality, and is the more the better? A systematic review and meta-analysis",
        "authors": [
            "Z Pedisic",
            "N Shrestha",
            "S Kovalchik"
        ],
        "year": 2020,
        "abstract": "Running is among the most popular types of physical activity.  of running conferred significantly  greater mortality benefit (32% mortality benefits for running, walking and cycling seems to",
        "pdf_link": "https://bjsm.bmj.com/content/54/15/898?fbclid=IwAR0iEcex9TH_9pWYyiaG61yDKkqSbQC_fwtCwsiPFDNtAQ07FsoWk2kFmC0",
        "doi": "DOI unavailable",
        "citations": 268
    },
    {
        "topic": "aerobic_exercise",
        "title": "The effects of running compared with functional high-intensity interval training on body composition and aerobic fitness in female university students",
        "authors": [
            "Y Lu",
            "HD Wiltshire",
            "JS Baker",
            "Q Wang"
        ],
        "year": 2021,
        "abstract": "From a time/benefit perspective, HIIT appears to help physically  Cycling, running, and rowing  are traditional exercise  individuals who perform exercise for health and recreation, these",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/21/11312",
        "doi": "DOI unavailable",
        "citations": 41
    },
    {
        "topic": "aerobic_exercise",
        "title": "Sclerostin and bone turnover markers response to cycling and running at the same moderate-to-vigorous exercise intensity in healthy men",
        "authors": [
            "N Dror",
            "J Carbone",
            "F Haddad",
            "B Falk"
        ],
        "year": 2022,
        "abstract": ", further investigation is needed to determine the potential beneficial effects of different  modes of exercise, especially those of low impact, on bone health. The aim of this study was to",
        "pdf_link": "https://link.springer.com/article/10.1007/s40618-021-01659-5",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "aerobic_exercise",
        "title": "Male and female motivations for participating in a mass cycling race for amateurs. The Skoda bike challenge case study",
        "authors": [
            "E Malchrowicz-Mośko",
            "M Młodzik",
            "P León-Guereño"
        ],
        "year": 2019,
        "abstract": "differences and health benefits in mass running [16]. Ogles and Masters stated that the most  important motives for running among women are social needs and physical fitness, whilst",
        "pdf_link": "https://www.mdpi.com/2071-1050/11/23/6635",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "aerobic_exercise",
        "title": "… cycling, walking, running, standing and sedentary: a cross-sectional analysis of accelerometer-data from 1670 adults in the Copenhagen City Heart Study: Physical …",
        "authors": [
            "",
            "JL Marott",
            "EIB Prescott",
            "K Søgaard",
            "A Holtermann"
        ],
        "year": 2019,
        "abstract": "behaviour and less regular physical activity and exercise), it is  vigorous activity types (eg,  cycling, walking fast and running)  evidence of health benefits from cycling and walking, the",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-019-7679-z",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "aerobic_exercise",
        "title": "Do the benefits of exercise in indoor and outdoor environments during the COVID-19 pandemic outweigh the risks of infection?",
        "authors": [
            "FH Dominski",
            "R Brandt"
        ],
        "year": 2020,
        "abstract": "outdoor exercise (walking, running, or cycling), there is a need to keep larger social  distances or adopt a side-by-side arrangement. In summary, the benefits of exercise during the",
        "pdf_link": "https://link.springer.com/article/10.1007/S11332-020-00673-Z",
        "doi": "DOI unavailable",
        "citations": 117
    },
    {
        "topic": "aerobic_exercise",
        "title": "Transferable benefits of cycle hypoventilation training for run-based performance in team-sport athletes",
        "authors": [
            "X Woorons",
            "F Billaut"
        ],
        "year": 2020,
        "abstract": "exercise. The goal of this study was, therefore, to investigate the effects of 6 sessions of VHL  training carried out in cycling  -out repeated sprints) on run-based performance in team sport",
        "pdf_link": "https://journals.humankinetics.com/view/journals/ijspp/aop/article-10.1123-ijspp.2019-0583/article-10.1123-ijspp.2019-0583.xml",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "aerobic_exercise",
        "title": "The mental health benefits of exercise",
        "authors": [
            "L Robinson",
            "J Segal",
            "M Smith"
        ],
        "year": 2019,
        "abstract": "faster, but you may also be able to interrupt the flow of constant worries running through   to break this cycle. As well as releasing endorphins in the brain, physical activity helps to relax",
        "pdf_link": "https://www.smsacademy.org/wp-content/uploads/2023/05/The-Mental-Health-Benefits-of-Exercise.pdf",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effect of exercise training on weight loss, body composition changes, and weight maintenance in adults with overweight or obesity: An overview of 12 systematic …",
        "authors": [
            "A Bellicha",
            "MA van Baak",
            "F Battista"
        ],
        "year": 2021,
        "abstract": "of weight, fat, and visceral fat loss, aerobic training is more  is the most effective exercise  modality to preserve lean body  exercise helps prevent weight regain after weight loss. Overall,",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/obr.13256",
        "doi": "DOI unavailable",
        "citations": 284
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of exercise and weight loss on proximal aortic stiffness in older adults with obesity",
        "authors": [
            "TE Brinkley",
            "I Leng",
            "MJ Bailey",
            "DK Houston"
        ],
        "year": 2021,
        "abstract": "This study aimed to test the hypothesis that adding CR for weight loss to a 20-week aerobic  exercise training intervention in older adults with obesity would lead to greater improvements",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/circulationaha.120.051943",
        "doi": "DOI unavailable",
        "citations": 27
    },
    {
        "topic": "aerobic_exercise",
        "title": "Therapeutic exercise",
        "authors": [
            "K Barker",
            "S Eickmeyer"
        ],
        "year": 2020,
        "abstract": "for aerobic activity is the metabolic equivalent (MET). METs measure the absolute intensity  of aerobic activity,  However, for substantial weight loss (>5% of a person’s body weight), it is",
        "pdf_link": "https://www.medical.theclinics.com/article/S0025-7125(19)30109-9/abstract",
        "doi": "DOI unavailable",
        "citations": 67
    },
    {
        "topic": "aerobic_exercise",
        "title": "A 12-week aerobic exercise intervention results in improved metabolic function and lower adipose tissue and ectopic fat in high-fat diet fed rats",
        "authors": [
            "V Gopalan",
            "J Yaligar",
            "N Michael",
            "K Kaur"
        ],
        "year": 2021,
        "abstract": "to a specific exercise paradigm and by offering better control of  a 12-week aerobic exercise  paradigm can reduce fat pads, fat  exercise paradigms for clinical exercise trials in humans.",
        "pdf_link": "https://portlandpress.com/bioscirep/article-abstract/41/1/BSR20201707/227560",
        "doi": "DOI unavailable",
        "citations": 25
    },
    {
        "topic": "aerobic_exercise",
        "title": "An overview on how exercise with green tea consumption can prevent the production of reactive oxygen species and improve sports performance",
        "authors": [
            "H Nobari",
            "S Saedmocheshi",
            "LH Chung"
        ],
        "year": 2021,
        "abstract": "protocols associated with green tea have used aerobic exercise  , weight loss, maintaining  lean body mass, reducing body fat, reducing waist circumference, and reducing body fat",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/1/218",
        "doi": "DOI unavailable",
        "citations": 47
    },
    {
        "topic": "aerobic_exercise",
        "title": "… the international evidence-based guideline of assessment and management of polycystic ovary syndrome (PCOS): how to achieve weight loss in overweight and …",
        "authors": [
            "SL Fong",
            "A Douma",
            "J Verhaeghe"
        ],
        "year": 2021,
        "abstract": "The outcome of our review was achieved weight loss and duration of maintenance of this  weight loss. Mean weight loss was presented as percentage of initial body weight at start of the",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2468784720302518",
        "doi": "DOI unavailable",
        "citations": 68
    },
    {
        "topic": "aerobic_exercise",
        "title": "Resistance exercise, alone and in combination with aerobic exercise, and obesity in Dallas, Texas, US: A prospective cohort study",
        "authors": [
            "AG Brellenthin",
            "D Lee",
            "JA Bennie",
            "X Sui"
        ],
        "year": 2021,
        "abstract": "Modest weight loss (approximately 5% body weight) is  do not sustain a ≥5% weight  loss for more than 5 years,  weight loss, identifying effective strategies that prevent obesity",
        "pdf_link": "https://journals.plos.org/PLoSmedicine/article?id=10.1371/journal.pmed.1003687",
        "doi": "DOI unavailable",
        "citations": 43
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effect of alternate day fasting combined with aerobic exercise on non-alcoholic fatty liver disease: A randomized controlled trial",
        "authors": [
            "M Ezpeleta",
            "K Gabel",
            "S Cienfuegos",
            "F Kalam",
            "S Lin"
        ],
        "year": 2023,
        "abstract": "effects of ADF combined with aerobic exercise, with ADF alone, or exercise alone, on IHTG   17 and aerobic exercise. However, it is possible that the degree of weight loss experienced",
        "pdf_link": "https://www.cell.com/cell-metabolism/fulltext/S1550-4131(22)00538-1",
        "doi": "DOI unavailable",
        "citations": 105
    },
    {
        "topic": "aerobic_exercise",
        "title": "The Belly Fat Problem Solving Method and Analysis",
        "authors": [
            "J Sunte"
        ],
        "year": 2023,
        "abstract": "we can lose weight loss as well as fat reducing[1].  Aerobic exercise is an effective weight  loss method. Studies suggest it's particularly effective at reducing belly fat and overall body fat",
        "pdf_link": "https://www.researchgate.net/profile/Jitendra-Sunte/publication/370760581_The_Belly_Fat_Problem_Solving_Method_and_Analysis/links/6460e32d4353ba3b3b648d85/The-Belly-Fat-Problem-Solving-Method-and-Analysis.pdf",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "aerobic_exercise",
        "title": "… rate variability-guided training for enhancing cardiac-vagal modulation, aerobic fitness, and endurance performance: A methodological systematic review with …",
        "authors": [
            "A Manresa-Rocamora",
            "JM Sarabia"
        ],
        "year": 2021,
        "abstract": "variables (eg, baseline participant characteristics and methodological approach characteristics)  on the difference between training prescription methods for improving these outcomes.",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/19/10299",
        "doi": "DOI unavailable",
        "citations": 38
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of acute exercise on memory: Considerations of exercise intensity, post-exercise recovery period and aerobic endurance",
        "authors": [
            "PD Loprinzi",
            "M Roig",
            "PD Tomporowski",
            "AH Javadi"
        ],
        "year": 2023,
        "abstract": "for the present study to evaluate the potential link between fitness/endurance and episodic  memory performance. At this point, it is unclear why fitness may, potentially, have a different",
        "pdf_link": "https://link.springer.com/article/10.3758/s13421-022-01373-4",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "aerobic_exercise",
        "title": "Relationship between repeated sprint ability, aerobic capacity, intermittent endurance, and heart rate recovery in youth soccer players",
        "authors": [
            "A Rodríguez-Fernández"
        ],
        "year": 2019,
        "abstract": "As aforementioned, recovery capacity during RSA may be related to aerobic fitness  the  relationship between Vo 2 max, VT, incremental test speed, soccer-specific endurance test, HRR,",
        "pdf_link": "https://journals.lww.com/nsca-jscr/fulltext/2019/12000/Relationship_Between_Repeated_Sprint_Ability,.26.aspx",
        "doi": "DOI unavailable",
        "citations": 61
    },
    {
        "topic": "aerobic_exercise",
        "title": "Aerobic fitness and academic achievement: A systematic review and meta-analysis",
        "authors": [
            "C Álvarez-Bueno",
            "CH Hillman"
        ],
        "year": 2020,
        "abstract": "the association between aerobic fitness and  the association between aerobic fitness and  achievement across different academic subjects, and ii) determine how different aerobic fitness",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/02640414.2020.1720496",
        "doi": "DOI unavailable",
        "citations": 125
    },
    {
        "topic": "strength_training",
        "title": "Exercise training in dialysis patients: impact on cardiovascular and skeletal muscle health",
        "authors": [
            "A Deligiannis",
            "C D'Alessandro"
        ],
        "year": 2021,
        "abstract": "effect of nandrolone decanoate and resistance exercise on lean body mass of patients on HD.  They found an anabolic effect  body weight and muscle strength when resistance exercise",
        "pdf_link": "https://academic.oup.com/ckj/article-abstract/14/Supplement_2/ii25/6078534",
        "doi": "DOI unavailable",
        "citations": 55
    },
    {
        "topic": "strength_training",
        "title": "Effectiveness of a diet and resistance exercise intervention on muscle health in older adults: ProMuscle in practice",
        "authors": [
            "EJI van Dongen",
            "A Haveman-Nies",
            "EL Doets"
        ],
        "year": 2020,
        "abstract": "resistance exercise and a protein-rich diet can counteract the age-related decline of muscle  mass, strength,  to test effectiveness of a resistance exercise and dietary protein intervention",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1525861019308357",
        "doi": "DOI unavailable",
        "citations": 56
    },
    {
        "topic": "strength_training",
        "title": "The impact of step reduction on muscle health in aging: protein and exercise as countermeasures",
        "authors": [
            "SY Oikawa",
            "TM Holloway",
            "SM Phillips"
        ],
        "year": 2019,
        "abstract": "Given the robust impact of resistance exercise on skeletal muscle anabolism in younger  and older adults (56, 61) it is not wholly surprising that RT was able to preserve aged skeletal",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fnut.2019.00075/full",
        "doi": "DOI unavailable",
        "citations": 134
    },
    {
        "topic": "strength_training",
        "title": "Resistance training load effects on muscle hypertrophy and strength gain: systematic review and network meta-analysis",
        "authors": [
            "P Lopez",
            "R Radaelli",
            "DR Taaffe"
        ],
        "year": 2020,
        "abstract": "Resistance training is a popular and effective modality to improve muscle function, functional  performance, and health parameters in a wide range of healthy and clinical populations.",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8126497/",
        "doi": "DOI unavailable",
        "citations": 304
    },
    {
        "topic": "strength_training",
        "title": "Effects of functional electrical stimulation on muscle health after spinal cord injury",
        "authors": [
            "KD Atkins",
            "CS Bickel"
        ],
        "year": 2021,
        "abstract": "Effects of FES-cycling, rowing and resistance training on muscle health are described  here. Briefly, FES-cycling and resistance training may slow muscle atrophy or facilitate",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1471489221001247",
        "doi": "DOI unavailable",
        "citations": 35
    },
    {
        "topic": "strength_training",
        "title": "Minimal-dose resistance training for improving muscle mass, strength, and function: a narrative review of current evidence and practical considerations",
        "authors": [
            "JJ Fyfe",
            "DL Hamilton",
            "RM Daly"
        ],
        "year": 2022,
        "abstract": "muscle health and function will likely improve participation rates, and in turn, improve  population health  of changes in muscle mass, with RT will have greater implications for overall",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-021-01605-8",
        "doi": "DOI unavailable",
        "citations": 157
    },
    {
        "topic": "strength_training",
        "title": "Advances in muscle health and nutrition: a toolkit for healthcare professionals",
        "authors": [
            "CM Prado",
            "F Landi",
            "STH Chew",
            "PJ Atherton",
            "J Molinger"
        ],
        "year": 2022,
        "abstract": "in muscle health and malnutrition, and their impact on immune function, and clinical outcomes.  We provide a toolkit of illustrations and scientific information that healthcare  low muscle",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0261561422002825",
        "doi": "DOI unavailable",
        "citations": 143
    },
    {
        "topic": "strength_training",
        "title": "Urolithin A improves muscle strength, exercise performance, and biomarkers of mitochondrial health in a randomized trial in middle-aged adults",
        "authors": [
            "A Singh",
            "D D'Amico",
            "PA Andreux",
            "AM Fouassier"
        ],
        "year": 2022,
        "abstract": "Improving mitochondrial health is therefore a viable strategy to improve muscle health. Exercise  has  on muscle transcriptome and proteome and validate its impact on proteins linked to",
        "pdf_link": "https://www.cell.com/cell.../fulltext/S2666-3791%2822%2900158-6",
        "doi": "DOI unavailable",
        "citations": 148
    },
    {
        "topic": "strength_training",
        "title": "Effects of resistance training on functional strength and muscle mass in 70-year-old individuals with pre-sarcopenia: a randomized controlled trial",
        "authors": [
            "S Vikberg",
            "N Sörlén",
            "L Brandén",
            "J Johansson"
        ],
        "year": 2019,
        "abstract": "may be preferable to programs involving gym equipment. The purpose of this study was  to examine the effects of a 10-week instructor-led body weight–based resistance exercise",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1525861018305024",
        "doi": "DOI unavailable",
        "citations": 260
    },
    {
        "topic": "strength_training",
        "title": "A systematic review with meta-analysis of the effect of resistance training on whole-body muscle growth in healthy adult males",
        "authors": [
            "PJ Benito",
            "R Cupeiro",
            "DJ Ramos-Campo"
        ],
        "year": 2020,
        "abstract": ", age or resistance training (RT)  the impact of strength training on human whole-body  muscle hypertrophy, and (ii) to analyse training factors which could moderate the human muscle",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/4/1285",
        "doi": "DOI unavailable",
        "citations": 69
    },
    {
        "topic": "strength_training",
        "title": "Effects of low-load/high-repetition resistance training on exercise capacity, health status, and limb muscle adaptation in patients with severe COPD: a randomized …",
        "authors": [
            "A Nyberg",
            "M Martin",
            "D Saey",
            "N Milad",
            "D Patoine"
        ],
        "year": 2021,
        "abstract": "effects of single-limb vs two-limb LLHR-RT on exercise capacity (6-min walk distance [6MWD]),  health status, and muscle  Also, irrespective of execution strategy, the effects of LLHR-RT",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0012369220353575",
        "doi": "DOI unavailable",
        "citations": 38
    },
    {
        "topic": "strength_training",
        "title": "Skeletal muscle health and cognitive function: a narrative review",
        "authors": [
            "SX Sui",
            "LJ Williams",
            "KL Holloway-Kew"
        ],
        "year": 2020,
        "abstract": "The relationship between muscle strength and cognitive  assessed the effect of structured  strength training on cognitive  frailty and found that muscle strength in the muscle training group",
        "pdf_link": "https://www.mdpi.com/1422-0067/22/1/255",
        "doi": "DOI unavailable",
        "citations": 201
    },
    {
        "topic": "strength_training",
        "title": "Progressive resistance training for concomitant increases in muscle strength and bone mineral density in older adults: a systematic review and meta-analysis",
        "authors": [
            "SJ O'Bryan",
            "C Giuliano",
            "MN Woessner",
            "S Vogrin"
        ],
        "year": 2022,
        "abstract": "is a cost-effective and non-pharmacological approach to limit the health and  effects of  progressive resistance training programs on concomitant changes in lower-body muscle strength",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-022-01675-2",
        "doi": "DOI unavailable",
        "citations": 78
    },
    {
        "topic": "strength_training",
        "title": "Exercise and the control of muscle mass in human",
        "authors": [
            "M Francaux",
            "L Deldicque"
        ],
        "year": 2019,
        "abstract": "components and, therefore, to muscle health. Finally, activation,  hours following resistance  exercise, likely to result in muscle  the effect of exercise on the regulation of miRNA in skeletal",
        "pdf_link": "https://link.springer.com/article/10.1007/s00424-018-2217-x",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "strength_training",
        "title": "Protein source and muscle health in older adults: a literature review",
        "authors": [
            "C Putra",
            "N Konow",
            "M Gage",
            "CG York",
            "KM Mangano"
        ],
        "year": 2021,
        "abstract": "strength in response to resistance exercise training in adults. This review highlights the limited  number of studies conducted evaluating the effect of pea protein on muscle mass, strength",
        "pdf_link": "https://www.mdpi.com/2072-6643/13/3/743",
        "doi": "DOI unavailable",
        "citations": 71
    },
    {
        "topic": "strength_training",
        "title": "An integrated approach to skeletal muscle health in aging",
        "authors": [
            "D Agostini",
            "M Gervasi",
            "F Ferrini",
            "A Bartolacci"
        ],
        "year": 2023,
        "abstract": "sarcopenia and maintain the health of skeletal muscles is suggested in this review.   kind of training and its impact on muscle mass. Resistance training increases muscle mass [",
        "pdf_link": "https://www.mdpi.com/2072-6643/15/8/1802",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "strength_training",
        "title": "Effects of 12-week resistance exercise and interval training on the skeletal muscle area, physical fitness, and mental health in old women",
        "authors": [
            "JR Yoon",
            "GC Ha",
            "SJ Kang"
        ],
        "year": 2019,
        "abstract": "This study aimed to determine the effects of resistance exercise and interval training on the  visceral fat to skeletal muscle area, physical fitness, cognitive functions, and mental health in",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6944885/",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "strength_training",
        "title": "Effect of weight training with pelvic floor muscle training in elderly women with urinary incontinence",
        "authors": [
            "JF Virtuoso",
            "EC Menezes",
            "GZ Mazo"
        ],
        "year": 2019,
        "abstract": "if weight training combined with pelvic floor muscle training is more efficient than pelvic floor  muscle training  strength and general health, increases muscle strength, and reduces body",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/02701367.2019.1571674",
        "doi": "DOI unavailable",
        "citations": 40
    }
]