[
    {
        "topic": "physical_activity",
        "title": "Health benefits of physical activity: A strengths-based approach",
        "authors": [
            "DER Warburton",
            "SSD Bredin"
        ],
        "year": 2019,
        "abstract": "physical activity is linked with even more positive health outcomes than we previously thought.  And, even better, benefits  immediately after doing, physical activity Adults should move",
        "pdf_link": "https://www.mdpi.com/2077-0383/8/12/2044",
        "doi": "DOI unavailable",
        "citations": 190
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and sports—real health benefits: a review with insight into the public health of Sweden",
        "authors": [
            "C Malm",
            "J Jakobsson",
            "A Isaksson"
        ],
        "year": 2019,
        "abstract": "health. In this paper, we intend to describe sport’s physiological and psychosocial health  benefits, stemming both from physical activity  research and presents health-related data from",
        "pdf_link": "https://www.mdpi.com/2075-4663/7/5/127",
        "doi": "DOI unavailable",
        "citations": 743
    },
    {
        "topic": "physical_activity",
        "title": "Measurement of public health benefits of physical activity: validity and reliability study of the international physical activity questionnaire in Hungary",
        "authors": [
            "P Ács",
            "J Betlehem",
            "A Oláh",
            "J Bergier",
            "C Melczer"
        ],
        "year": 2020,
        "abstract": "To ensure accurate measurement of the health benefits of habitual physical activity in  large sample epidemiological studies, physical activity questionnaires (PAQs) are the most",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-020-08508-9",
        "doi": "DOI unavailable",
        "citations": 96
    },
    {
        "topic": "physical_activity",
        "title": "Health benefits of physical activity related to an urban riverside regeneration",
        "authors": [
            "C Vert",
            "M Nieuwenhuijsen",
            "M Gascon",
            "J Grellier"
        ],
        "year": 2019,
        "abstract": "health benefits of practicing physical activity on weekends, the epidemiological evidence for   -term benefits of physical activity is more robust for those regularly practicing physical activity",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/3/462",
        "doi": "DOI unavailable",
        "citations": 79
    },
    {
        "topic": "physical_activity",
        "title": "Protective effects of physical activity against health risks associated with type 1 diabetes:“Health benefits outweigh the risks”",
        "authors": [
            "AD Wake"
        ],
        "year": 2022,
        "abstract": "This study aims to discuss the health benefits of physical activity (PA) in T1DM patients.  The present review article was performed following a comprehensive literature search. The",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8984568/",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity and physical exercise in the time of pandemic.",
        "authors": [
            "S Amatriain-Fernández"
        ],
        "year": 2020,
        "abstract": "In conclusion, physical activity and physical exercise might be key factors to help the  population to better tolerate pandemic periods at both the mental and physical levels. Therefore,",
        "pdf_link": "https://psycnet.apa.org/record/2020-37333-001",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "physical_activity",
        "title": "The mental health benefits of physical activity in older adults survive the COVID-19 pandemic",
        "authors": [
            "DD Callow",
            "NA Arnold-Nedimala",
            "LS Jordan"
        ],
        "year": 2020,
        "abstract": "their subjective state of mental health. Participants completed the Physical Activity Scale  for the Elderly, to determine the amount and intensity of physical activity performed, as well as",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1064748120304000",
        "doi": "DOI unavailable",
        "citations": 439
    },
    {
        "topic": "physical_activity",
        "title": "Potential benefits of physical activity in MCI and dementia",
        "authors": [
            "H Nuzum",
            "A Stickel",
            "M Corona",
            "M Zeller"
        ],
        "year": 2020,
        "abstract": "a more comprehensive understanding of how physical activity may benefit individuals  experiencing cognitive decline. Physical activity interventions targeting older adults have included",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2020/7807856",
        "doi": "DOI unavailable",
        "citations": 292
    },
    {
        "topic": "physical_activity",
        "title": "The benefits of physical activity for people with obesity, independent of weight loss: a systematic review",
        "authors": [
            "R Pojednic",
            "E D'Arpino",
            "I Halliday"
        ],
        "year": 2022,
        "abstract": "and increase caloric output with increased physical activity [1,2].  of benefits of physical activity  that affect multiple health  physical activity can be beneficial to many critical health markers",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/9/4981",
        "doi": "DOI unavailable",
        "citations": 116
    },
    {
        "topic": "physical_activity",
        "title": "Multiple benefits of physical activity during the Coronavirus pandemic",
        "authors": [
            "JF Sallis",
            "M Pratt"
        ],
        "year": 2020,
        "abstract": "of six likely benefits of physical activity with direct relevance to the pandemic, referencing  just a sample of supporting literature, mainly review papers. First, physical activity has potential",
        "pdf_link": "https://rbafs.emnuvens.com.br/RBAFS/article/download/14268/11047",
        "doi": "DOI unavailable",
        "citations": 88
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity during pregnancy and postpartum: an umbrella review",
        "authors": [
            "L DiPietro",
            "KR Evenson",
            "B Bloodgood"
        ],
        "year": 2019,
        "abstract": "In sum, the health benefits documented in this review confirm the substantial public health  importance of regular participation in moderate-intensity physical activity before, during, and",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6527310/",
        "doi": "DOI unavailable",
        "citations": 495
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity-related health and economic benefits of building walkable neighbourhoods: a modelled comparison between brownfield and greenfield …",
        "authors": [
            "B Zapata-Diomedi",
            "C Boulangé",
            "B Giles-Corti"
        ],
        "year": 2019,
        "abstract": "health by either facilitating or deterring physical activity (PA). However, there is a lack of  evidence measuring population health and the economic benefits  health and economic benefits",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-019-0775-8",
        "doi": "DOI unavailable",
        "citations": 54
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity not affected by air pollution: a prospective cohort study",
        "authors": [
            "S Sun",
            "W Cao",
            "H Qiu",
            "J Ran",
            "H Lin"
        ],
        "year": 2020,
        "abstract": "during physical activity. Emerging evidence showed that the benefits of physical activity were   people usually perform physical activity) on the health benefits of physical activity is scarce.",
        "pdf_link": "https://academic.oup.com/ije/article-abstract/49/1/142/5559550",
        "doi": "DOI unavailable",
        "citations": 95
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity on reproductive health functions among polycystic ovarian syndrome women: a systematic review",
        "authors": [
            "MS Butt",
            "J Saleem",
            "R Zakar",
            "S Aiman",
            "MZ Khan"
        ],
        "year": 2023,
        "abstract": "on the effects of physical activity on reproductive health functions among PCOS women.   Despite the health benefits of physical activity/exercise in PCOS, a limited focus has been",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-023-15730-8",
        "doi": "DOI unavailable",
        "citations": 33
    },
    {
        "topic": "physical_activity",
        "title": "Benefits of physical activity in children and adolescents with type 1 diabetes: a systematic review",
        "authors": [
            "H Absil",
            "L Baudet",
            "A Robert",
            "PA Lysy"
        ],
        "year": 2019,
        "abstract": "Globally, physical activity exerts a positive impact on metabolic (ie, decrease in total  cholesterol, improvement of physical fitness, etc.) and psychological health in children with type 1",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0168822719306886",
        "doi": "DOI unavailable",
        "citations": 99
    },
    {
        "topic": "physical_activity",
        "title": "Expanding our understanding of the global impact of physical inactivity",
        "authors": [
            "PT Katzmarzyk"
        ],
        "year": 2023,
        "abstract": "cost health-care systems INT health effects and global burden of physical inactivity has  expanded greatly. Despite these scientific advances, the global prevalence of physical inactivity",
        "pdf_link": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(22)00482-X/fulltext",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "physical_activity",
        "title": "Global impact of physical inactivity and implications for public health nursing",
        "authors": [
            "E Moxley",
            "KJ Webber‐Ritchey"
        ],
        "year": 2022,
        "abstract": "Physicalinactivity has been a public health problem worldwide for more than a decade. Of  those who are physically active, a substantial percentage engage solely in low or very low",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/phn.12958",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Consequences of physical inactivity in older adults: A systematic review of reviews and meta‐analyses",
        "authors": [
            "C Cunningham",
            "R O'Sullivan"
        ],
        "year": 2020,
        "abstract": "Typically, physical activity levels decline and health worsens as we age; however, estimates  of the impact of physical inactivity for population health often fail to specifically focus on",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/sms.13616",
        "doi": "DOI unavailable",
        "citations": 1037
    },
    {
        "topic": "physical_activity",
        "title": "The cost of inaction on physical inactivity to public health-care systems: a population-attributable fraction analysis",
        "authors": [
            "AC Santos",
            "J Willumsen",
            "F Meheus",
            "A Ilbawi"
        ],
        "year": 2023,
        "abstract": "health and economic impacts of NCDs and mental health conditions associated with physical  inactivity on the cost of not acting to reduce physical inactivity. These data will equip policy",
        "pdf_link": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(22)00464-8/fulltext?ref=2-with-michael-easter.ghost.io",
        "doi": "DOI unavailable",
        "citations": 302
    },
    {
        "topic": "physical_activity",
        "title": "Impact of smoking and physical inactivity on self-rated health in women in Colombia",
        "authors": [
            "D Mendoza-Romero",
            "A Urbina"
        ],
        "year": 2019,
        "abstract": "The aim of this study was to assess the association between poor and fair self-rested health,  smoking, and leisure-time physical inactivity in Colombian women. A cross-sectional study",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2211335519301470",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Association between physical inactivity and health-related quality of life in adults with coronary heart disease",
        "authors": [
            "R Wardoku",
            "C Blair",
            "R Demmer",
            "A Prizment"
        ],
        "year": 2019,
        "abstract": "that physical inactivity is associated with poor mental HRQoL and poor physical HRQoL   There may be several reasons why physical inactivity has a negative impact on both physical",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0378512219300386",
        "doi": "DOI unavailable",
        "citations": 45
    },
    {
        "topic": "physical_activity",
        "title": "The cost of inaction on physical inactivity to healthcare systems",
        "authors": [
            "A Costa Santos",
            "J Willumsen",
            "F Meheus"
        ],
        "year": 2022,
        "abstract": "This study, combining the assessment of the health and economic impact of NCDs and  mental health conditions associated with PI, provides policymakers with empirical data on the",
        "pdf_link": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4248284",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "physical_activity",
        "title": "Physical Inactivity-the Human Health's Greatest Enemy.",
        "authors": [
            "R Pišot"
        ],
        "year": 2021,
        "abstract": "For decades, research has been highlighting the positive impact of physical activity on  health. Despite the immense efforts made by many professional and scientific organizations to",
        "pdf_link": "https://sciendo.com/pdf/10.2478/sjph-2022-0002",
        "doi": "DOI unavailable",
        "citations": 37
    },
    {
        "topic": "physical_activity",
        "title": "Detrimental effects of physical inactivity on peripheral and brain vasculature in humans: Insights into mechanisms, long-term health consequences and protective …",
        "authors": [
            "A Daniele",
            "SJE Lucas",
            "C Rendeiro"
        ],
        "year": 2022,
        "abstract": "In this review, we summarize the evidence supporting the impact of acute and short-term  physical inactivity on peripheral and cerebral vascular function in humans. We further discuss",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fphys.2022.998380/full",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "physical_activity",
        "title": "Risk of Increased Physical Inactivity During COVID‐19 Outbreak in Older People: A Call for Actions.",
        "authors": [
            "H Roschel",
            "GG Artioli"
        ],
        "year": 2020,
        "abstract": "to investigate the impact of drastic inactivity on muscle health,  , as they represent physical  inactivity imposed by isolation  COVID-19 pandemic on physical inactivity remains unclear,",
        "pdf_link": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=00028614&asa=N&AN=143777635&h=%2FCHzYtpRah4VDOODMgA6Dgom3UMmmWoj%2Bd%2FpqGJkEkG48chOwJYJSyHxXhA63TFCJxqkLaodgVpGfB4ZeVPwNg%3D%3D&crl=c",
        "doi": "DOI unavailable",
        "citations": 194
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and non-communicable disease burden in low-income, middle-income and high-income countries",
        "authors": [
            "PT Katzmarzyk",
            "C Friedenreich",
            "EJ Shiroma"
        ],
        "year": 2022,
        "abstract": "an impact on our PAR estimates given that physical inactivity is  physical inactivity and  health outcomes. Furthermore, we attempted to select RR estimates comparing physical inactivity",
        "pdf_link": "https://bjsm.bmj.com/content/56/2/101.abstract",
        "doi": "DOI unavailable",
        "citations": 685
    },
    {
        "topic": "physical_activity",
        "title": "A tale of two pandemics: How will COVID-19 and global trends in physical inactivity and sedentary behavior affect one another?",
        "authors": [
            "G Hall",
            "DR Laddu",
            "SA Phillips"
        ],
        "year": 2020,
        "abstract": "Given the change in daily life for people around the world as a result of COVID-19, we  hypothesize this health crisis has the potential to further impact and accelerate the physical PI/SB",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7194897/",
        "doi": "DOI unavailable",
        "citations": 1106
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity from childhood to adolescence and incident depression",
        "authors": [
            "L Redig",
            "N Feter",
            "SC Dumith",
            "MR Domingues"
        ],
        "year": 2022,
        "abstract": "Introduction The long-term impact of physical activity during early life on the risk of  depression in later stages of adulthood remains unclear. This study examines the association",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0749379721004876",
        "doi": "DOI unavailable",
        "citations": 23
    },
    {
        "topic": "physical_activity",
        "title": "Home-based exercise can be beneficial for counteracting sedentary behavior and physical inactivity during the COVID-19 pandemic in older adults",
        "authors": [
            "A Ghram",
            "W Briki",
            "H Mansoor"
        ],
        "year": 2021,
        "abstract": "potential impacts of the COVID-19 pandemic on sedentary behavior and physical inactivity in   level of independence, physical and mental health as well as their well-being are provided.",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/00325481.2020.1860394",
        "doi": "DOI unavailable",
        "citations": 150
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity among parents of children with and without Down syndrome: The National Health Interview Survey",
        "authors": [
            "KM Diaz"
        ],
        "year": 2020,
        "abstract": "parenting a child with other special health care needs (all three groups impact of  sociodemographic and other potential explanatory factors on the association between physical",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jir.12680",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and COVID-19: when pandemics collide",
        "authors": [
            "AR Varela",
            "R Sallis"
        ],
        "year": 2021,
        "abstract": "Lancet series papers on physical activity 1–3 build on the evidence presented in 2 previous  series 4, 5 that underlined the pandemic magnitude of physical inactivity, its health, social,",
        "pdf_link": "https://journals.humankinetics.com/view/journals/jpah/18/10/article-p1159.xml",
        "doi": "DOI unavailable",
        "citations": 34
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity, sedentarism, and low fitness: a worldwide pandemic for public health",
        "authors": [
            "J Bueno-Antequera",
            "D Munguía-Izquierdo"
        ],
        "year": 2023,
        "abstract": "impact of physical inactivity. In this section, we will analyze the impact of physical inactivity  on health  One of the most prominent studies on physical inactivity and health was developed",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-3-031-17778-1_19",
        "doi": "DOI unavailable",
        "citations": 21
    },
    {
        "topic": "physical_activity",
        "title": "Longitudinal analysis of physical function in older adults: The effects of physical inactivity and exercise training",
        "authors": [
            "KM Manning",
            "KS Hall",
            "R Sloane",
            "D Magistro"
        ],
        "year": 2024,
        "abstract": "few include more than one follow-up timepoint of physical function (Pahor et al., 2014). The  purpose of this study is to examine the impact of exercise over the longer term in older adults,",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/acel.13987",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity is associated with job burnout in health professionals during the COVID-19 pandemic",
        "authors": [
            "JNR Plaza-Ccuno",
            "C Vasquez Puri"
        ],
        "year": 2023,
        "abstract": "regular physical inactivity in the general population and health  amount of physical activity  can directly translate into public health  the positive impact of physical activity on mental health,",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.2147/RMHP.S393311",
        "doi": "DOI unavailable",
        "citations": 37
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity: a modifiable risk factor for morbidity and mortality in kidney transplantation",
        "authors": [
            "C Ponticelli",
            "E Favi"
        ],
        "year": 2021,
        "abstract": "Nevertheless, the real impact of physical inactivity on the health of kidney transplant (KT)  recipients remains uncertain. Over the last decade, there has been a renewed interest in",
        "pdf_link": "https://www.mdpi.com/2075-4426/11/9/927",
        "doi": "DOI unavailable",
        "citations": 24
    },
    {
        "topic": "physical_activity",
        "title": "The impact of COVID-19 quarantine on youth: from physical inactivity to pediatric depreobesity",
        "authors": [
            "I Chulvi-Medrano",
            "E Villa-González",
            "TR Rebullido"
        ],
        "year": 2021,
        "abstract": "• Scarce literature has described the impact of COVID-19 on youth levels of moderate to  vigorous physical activity. • Physical inactivity and social distancing could lead to physical",
        "pdf_link": "https://www.jmh.cl/index.php/jmh/article/download/100/94",
        "doi": "DOI unavailable",
        "citations": 23
    },
    {
        "topic": "physical_activity",
        "title": "Attacking the pandemic of physical inactivity: what is holding us back?",
        "authors": [
            "M Pratt",
            "AR Varela",
            "D Salvo",
            "HW Kohl III"
        ],
        "year": 2020,
        "abstract": "sufficiently for impact.7  of the health benefits of physical activity and behavioural,  environmental and policy strategies for increasing physical activity, global levels of physical inactivity",
        "pdf_link": "https://bjsm.bmj.com/content/54/13/760.abstract",
        "doi": "DOI unavailable",
        "citations": 218
    },
    {
        "topic": "physical_activity",
        "title": "Counteracting physical inactivity during the COVID-19 pandemic: Evidence-based recommendations for home-based exercise",
        "authors": [
            "F Schwendinger",
            "E Pocecco"
        ],
        "year": 2020,
        "abstract": "physical activity caused by the enacted safety measures may have serious consequences for  public health  associated with physical inactivity, in order to clarify the impact of inactivity on",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/11/3909",
        "doi": "DOI unavailable",
        "citations": 144
    },
    {
        "topic": "physical_activity",
        "title": "Social isolation during the COVID-19 pandemic can increase physical inactivity and the global burden of cardiovascular disease",
        "authors": [
            "T Peçanha",
            "KF Goessler",
            "H Roschel"
        ],
        "year": 2020,
        "abstract": "This body of knowledge can inform evidence-based policies to be urgently implemented  to counteract the impact of increased physical inactivity and sedentary behavior during the",
        "pdf_link": "https://journals.physiology.org/doi/full/10.1152/ajpheart.00268.2020?rfr_dat=cr_pub++0",
        "doi": "DOI unavailable",
        "citations": 630
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and cardiovascular disease at the time of coronavirus disease 2019 (COVID-19)",
        "authors": [
            "G Lippi",
            "BM Henry"
        ],
        "year": 2020,
        "abstract": "between the unfavourable health consequences associated with physical inactivity and the   See the impact this article is making through the number of times it’s been read, and the",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/2047487320916823",
        "doi": "DOI unavailable",
        "citations": 541
    },
    {
        "topic": "physical_activity",
        "title": "The prevalence of physical inactivity in Iranian adolescents and the impact of economic and social inequalities on it: Results of a National Study in 2018",
        "authors": [
            "G Moradi",
            "F Mostafavi",
            "B Piroozi",
            "B Zareie"
        ],
        "year": 2020,
        "abstract": "prevalence of physical inactivity in Iranian adolescents aged 10–12 years and the impact of   Physical inactivity (PI) is a public health concern that is considered a potential risk factor for",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-020-09618-0",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "physical_activity",
        "title": "Immunological implications of physical inactivity among older adults during the COVID-19 pandemic",
        "authors": [
            "A Damiot",
            "AJ Pinto",
            "JE Turner",
            "B Gualano"
        ],
        "year": 2020,
        "abstract": "In this brief review, we discuss the negative impact of physical inactivity on immune function  and showcase evidence that regular physical activity may be an effective strategy to counter",
        "pdf_link": "https://karger.com/ger/article/66/5/431/149141",
        "doi": "DOI unavailable",
        "citations": 190
    },
    {
        "topic": "physical_activity",
        "title": "The evolution of technology and physical inactivity: the good, the bad, and the way forward",
        "authors": [
            "MN Woessner",
            "A Tacey",
            "A Levinger-Limor"
        ],
        "year": 2021,
        "abstract": "practise as a component of health behaviour modification the impact could be profound (47).   health industries are essential to ensure the advances in technology support positive health",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.655491/full",
        "doi": "DOI unavailable",
        "citations": 221
    },
    {
        "topic": "physical_activity",
        "title": "Metabolic implications of diet and energy intake during physical inactivity",
        "authors": [
            "NC Winn",
            "R Pettit-Mee",
            "LK Walsh"
        ],
        "year": 2019,
        "abstract": "from the accompanied weight gain by retaining energy balance are required for our  better understanding of the impact of inactivity on metabolic and cardiovascular diseases (40).",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6465093/",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "physical_activity",
        "title": "Physical inactivity and sedentary behaviors in the Bangladeshi population during the COVID-19 pandemic: An online cross-sectional survey",
        "authors": [
            "ME Rahman",
            "MS Islam",
            "MS Bishwas",
            "MS Moonajilin"
        ],
        "year": 2020,
        "abstract": "This study aimed to determine the prevalence of physical inactivity  IPAQ-SF to assess physical  activity and sedentary behaviors.  activities should be promoted to attenuate the impact of",
        "pdf_link": "https://www.cell.com/heliyon/fulltext/S2405-8440(20)32235-0",
        "doi": "DOI unavailable",
        "citations": 105
    },
    {
        "topic": "physical_activity",
        "title": "Contributions of physical inactivity and sedentary behavior to metabolic and endocrine diseases",
        "authors": [
            "NR Kerr",
            "FW Booth"
        ],
        "year": 2022,
        "abstract": "Physical inactivity is the fourth leading global cause of death  Despite the prevalence of  physical inactivity in modern  understanding of how physical inactivity impacts metabolism is still",
        "pdf_link": "https://www.cell.com/trends/endocrinology-metabolism/fulltext/S1043-2760(22)00177-1?s=09",
        "doi": "DOI unavailable",
        "citations": 68
    },
    {
        "topic": "physical_activity",
        "title": "Regular physical activity, short-term exercise, mental health, and well-being among university students: the results of an online and a laboratory study",
        "authors": [
            "C Herbert",
            "F Meixner",
            "C Wiebking",
            "V Gilg"
        ],
        "year": 2020,
        "abstract": "The health benefits of regular physical activity and aerobic exercise are  , well-being, and  regular physical activity of university students and (b) explore the potential health benefits of",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.00509/full",
        "doi": "DOI unavailable",
        "citations": 339
    },
    {
        "topic": "physical_activity",
        "title": "Role of physical activity on mental health and well-being: A review",
        "authors": [
            "A Mahindru",
            "P Patil",
            "V Agrawal"
        ],
        "year": 2023,
        "abstract": "Regular physical activity improves the functioning of the hypothalamus-pituitary-adrenal  axis artery occlusive disease and fibromyalgia, regular physical activity may help alleviate the",
        "pdf_link": "https://www.cureus.com/articles/121652-role-of-physical-activity-on-mental-health-and-well-being-a-review.pdf",
        "doi": "DOI unavailable",
        "citations": 435
    },
    {
        "topic": "physical_activity",
        "title": "The importance of sleep and physical activity on well-being during COVID-19 lockdown: reunion island as a case study",
        "authors": [
            "F Chouchou",
            "M Augustini",
            "T Caderby",
            "N Caron"
        ],
        "year": 2021,
        "abstract": "During COVID-19 lockdown, where daily rhythms are  well-being in the general population.  We hypothesized that sleep habits and weekly physical activity would contribute to well-being",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1389945720304172",
        "doi": "DOI unavailable",
        "citations": 99
    },
    {
        "topic": "physical_activity",
        "title": "Relationship between quality of life and level of physical activity and family well-being",
        "authors": [
            "O Andrieieva",
            "D Maltsev",
            "V Kashuba"
        ],
        "year": 2022,
        "abstract": "knowledge regarding the importance of the optimal level of physical activity for ensuring   regarding the arguments for increasing the level of participation of clients in regular physical",
        "pdf_link": "https://tmfv.com.ua/journal/article/view/1918",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "physical_activity",
        "title": "Effects of physical activity and exercise on well-being in the context of the Covid-19 pandemic",
        "authors": [
            "JM de Abreu",
            "RA de Souza",
            "LG Viana-Meireles"
        ],
        "year": 2022,
        "abstract": "Neurophysiological and social benefits of regular physical activity are well known [29–31].  These benefits are also maintained during social isolation, such as during the COVID-19",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0260465",
        "doi": "DOI unavailable",
        "citations": 49
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity in the COVID-19 era and its impact on adolescents' well-being",
        "authors": [
            "E Bozzola",
            "S Barni",
            "A Ficari",
            "A Villani"
        ],
        "year": 2023,
        "abstract": "PA is a significant health determinant and should be improved through the awareness of  the benefits of regular PA and of the risks of sedentary behavior, as well as through support",
        "pdf_link": "https://www.mdpi.com/1660-4601/20/4/3275",
        "doi": "DOI unavailable",
        "citations": 35
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and subjective well-being in healthy individuals: a meta-analytic review",
        "authors": [
            "S Buecker",
            "T Simacek",
            "B Ingwersen"
        ],
        "year": 2021,
        "abstract": "well-being and was unrelated to negative affect. Our results provide evidence for the  importance of physical activity in the context of well-being.  or limit regular physical activity. The",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/17437199.2020.1760728",
        "doi": "DOI unavailable",
        "citations": 292
    },
    {
        "topic": "physical_activity",
        "title": "Adapted physical activity to ensure the physical and psychological well-being of COVID-19 patients",
        "authors": [
            "G Maugeri",
            "G Musumeci"
        ],
        "year": 2021,
        "abstract": "regular physical activity ameliorate one’s self-esteem and provide a sense of well-being,   An adapted physical activity program may represent an important factor to prevent COVID-",
        "pdf_link": "https://www.mdpi.com/2411-5142/6/1/13",
        "doi": "DOI unavailable",
        "citations": 63
    },
    {
        "topic": "physical_activity",
        "title": "Traditional dance improves the physical fitness and well-being of the elderly",
        "authors": [
            "S Douka",
            "VI Zilidou",
            "O Lilou",
            "V Manou"
        ],
        "year": 2019,
        "abstract": "Regular physical activity is considered one of the most important factors for lifestyle, for  maintaining good health in older ages and increasing life expectancy. Dance is considered an",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fnagi.2019.00075/full",
        "doi": "DOI unavailable",
        "citations": 124
    },
    {
        "topic": "physical_activity",
        "title": "The impact of physical activity on psychological well-being in women aged 45-55 years during the Covid pandemic: A mixed-methods investigation",
        "authors": [
            "KJ Lum",
            "EEA Simpson"
        ],
        "year": 2021,
        "abstract": "how meeting the UK Physical Activity Guidelines (PAG)  motivation to undertake  regular physical activity during Covid  supporting benefits of regular PA on emotional well-being",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0378512221001468",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "physical_activity",
        "title": "Being active during the lockdown: The recovery potential of physical activity for well-being",
        "authors": [
            "C Ginoux",
            "S Isoard-Gautheur",
            "C Teran-Escobar"
        ],
        "year": 2021,
        "abstract": "The study results highlight the importance of maintaining or increasing physical activity   well-being during periods of lockdown. Many people felt the need for regular physical activity (PA",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/4/1707",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and sedentary behaviour: a brief to support older people",
        "authors": [
            "World Health Organization"
        ],
        "year": 2022,
        "abstract": "Regular physical activity is important to promote well-being in older people. It is beneficial  for physical  Everyone can benefit from increasing physical activity and reducing sedentary",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=dT-hEAAAQBAJ&oi=fnd&pg=PA2&dq=importance+of+regular+physical+activity+for+well-being&ots=Fz8K_ujbWF&sig=9hDEfQ6X8RIor4jor6HA9fijxns",
        "doi": "DOI unavailable",
        "citations": 2186
    },
    {
        "topic": "physical_activity",
        "title": "The role of physical activity in the link between menopausal status and mental well-being",
        "authors": [
            "D Bondarev",
            "S Sipilä",
            "T Finni",
            "UM Kujala",
            "P Aukee"
        ],
        "year": 2020,
        "abstract": "through regular training. For the analysis, the response categories were combined to low   menopausal status and mental well-being, and the role of physical activity in this association,",
        "pdf_link": "https://journals.lww.com/menopausejournal/fulltext/2020/04000/The_role_of_physical_activity_in_the_link_between.6.aspx?context=LatestArticles",
        "doi": "DOI unavailable",
        "citations": 59
    },
    {
        "topic": "physical_activity",
        "title": "Sporting mind: the interplay of physical activity and psychological health",
        "authors": [
            "A Martín-Rodríguez",
            "LA Gostian-Ropotin"
        ],
        "year": 2024,
        "abstract": "The integration of regular physical activity and sports into one’s lifestyle is essential for   studies highlighting their benefits in mood regulation and mental well-being. Mammen and",
        "pdf_link": "https://www.mdpi.com/2075-4663/12/1/37",
        "doi": "DOI unavailable",
        "citations": 135
    },
    {
        "topic": "physical_activity",
        "title": "Enhancing mental health, well-being and active lifestyles of university students by means of physical activity and exercise research programs",
        "authors": [
            "C Herbert"
        ],
        "year": 2022,
        "abstract": "that physical activity, mental health and well-being are positively related, also in university  students as an important  of university students whose regular physical activity behavior, on",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.849093/full",
        "doi": "DOI unavailable",
        "citations": 190
    },
    {
        "topic": "physical_activity",
        "title": "The impact of COVID-19 on sport, physical activity and well-being and its effects on social development",
        "authors": [
            "D Bas",
            "M Martin",
            "C Pollack",
            "R Venne"
        ],
        "year": 2020,
        "abstract": "many regular aspects of life, including sport and physical activity. This  world and to physical  activity and well-being, including for  Another important aspect of maintain physical fitness is",
        "pdf_link": "https://social.desa.un.org/sites/default/files/migrated/22/2020/06/PB_73.pdf",
        "doi": "DOI unavailable",
        "citations": 67
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity, sedentary behavior and well-being of adults with physical disabilities and/or chronic diseases during the first wave of the COVID-19 …",
        "authors": [
            "DR De Boer",
            "F Hoekstra",
            "KIM Huetink"
        ],
        "year": 2021,
        "abstract": "importance of more attention and guidance for people with  Interestingly, a recent review  found that regular physical activity  ], it can be expected that regular physical activity may also be",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/12/6342",
        "doi": "DOI unavailable",
        "citations": 57
    },
    {
        "topic": "physical_activity",
        "title": "The impact of COVID-19 on physical activity behavior and well-being of Canadians",
        "authors": [
            "IA Lesser",
            "CP Nienhuis"
        ],
        "year": 2020,
        "abstract": "physical activity per week based on standard physical activity guidelines for health-related  benefits [13] appears to offer protective benefits in well-being and therefore opportunities to be",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/11/3899",
        "doi": "DOI unavailable",
        "citations": 1022
    },
    {
        "topic": "physical_activity",
        "title": "Elevating subjective well-being through physical exercises: an intervention study",
        "authors": [
            "K Iwon",
            "J Skibinska",
            "D Jasielska"
        ],
        "year": 2021,
        "abstract": "that regular physical activity leads to higher levels of well-being. It seems that even a short  engagement in physical activity (4  design supports the practical relevance of the research for",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.702678/full",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "physical_activity",
        "title": "Effects of exercise to improve cardiovascular health",
        "authors": [
            "K Pinckard",
            "KK Baskin",
            "KI Stanford"
        ],
        "year": 2019,
        "abstract": "improved VO 2peak and reduced diastolic dysfunction compared to both pre-training values   and high intensity exercise training improve cardiovascular function in heart failure patients,",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fcvm.2019.00069/full",
        "doi": "DOI unavailable",
        "citations": 464
    },
    {
        "topic": "physical_activity",
        "title": "Exercise training maintains cardiovascular health: signaling pathways involved and potential therapeutics",
        "authors": [
            "H Chen",
            "C Chen",
            "M Spanos",
            "G Li",
            "R Lu",
            "Y Bei"
        ],
        "year": 2022,
        "abstract": "by which exercise promotes cardiovascular fitness and health.  of exercise on multiple  aspects of cardiovascular health. We  increases heart rate and cardiac contractility. Meanwhile,",
        "pdf_link": "https://www.nature.com/articles/s41392-022-01153-1",
        "doi": "DOI unavailable",
        "citations": 103
    },
    {
        "topic": "physical_activity",
        "title": "A review of obesity, physical activity, and cardiovascular disease",
        "authors": [
            "A Elagizi",
            "S Kachur",
            "S Carbone",
            "CJ Lavie"
        ],
        "year": 2020,
        "abstract": "obesity, physical activity (and physical inactivity/sedentary behavior), cardiovascular disease  ( are two distinct risk factors that both increase morbidity and mortality on a global scale.",
        "pdf_link": "https://link.springer.com/article/10.1007/s13679-020-00403-z",
        "doi": "DOI unavailable",
        "citations": 293
    },
    {
        "topic": "physical_activity",
        "title": "Sedentary behavior, exercise, and cardiovascular health",
        "authors": [
            "CJ Lavie",
            "C Ozemek",
            "S Carbone"
        ],
        "year": 2019,
        "abstract": "as well as the increase of physical activity /ET for patients with heart failure as a therapeutic   and physical inactivity while promoting physical activity, ET, and cardiorespiratory fitness are",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/CIRCRESAHA.118.312669",
        "doi": "DOI unavailable",
        "citations": 1707
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity over the lifecourse and cardiovascular disease",
        "authors": [
            "AS Perry",
            "EE Dooley",
            "H Master",
            "NL Spartano"
        ],
        "year": 2023,
        "abstract": "established that physical activity improves cardiovascular health and longevity Physical  Activity Guidelines and reported physical activity. For many, the delay between physical inactivity",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/CIRCRESAHA.123.322121",
        "doi": "DOI unavailable",
        "citations": 82
    },
    {
        "topic": "physical_activity",
        "title": "The relationship among physical activity, intestinal flora, and cardiovascular disease",
        "authors": [
            "Q Yan",
            "W Zhai",
            "C Yang",
            "Z Li",
            "L Mao"
        ],
        "year": 2021,
        "abstract": "In spite of influence on intestinal microecological environment, the state of gastrointestinal  microorganisms can be improved by physical activity. As is known to all, the gastrointestinal",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2021/3364418",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "physical_activity",
        "title": "Exercise training for patients with type 2 diabetes and cardiovascular disease: What to pursue and how to do it. A Position Paper of the European Association of …",
        "authors": [
            "H Kemps",
            "N Kränkel",
            "M Dörr"
        ],
        "year": 2019,
        "abstract": "regardless of the presence or absence of cardiovascular disease (CVD). Exercise training  improves a broad panel of cardiovascular and metabolic outcomes, including insulin sensitivity",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/2047487318820420",
        "doi": "DOI unavailable",
        "citations": 203
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity, cardiorespiratory fitness, and cardiovascular health: A clinical practice statement of the ASPC Part I: Bioenergetics, contemporary physical activity …",
        "authors": [
            "BA Franklin",
            "TMH Eijsvogels",
            "A Pandey"
        ],
        "year": 2022,
        "abstract": "sleep, and enhanced insulin sensitivity, whereas long-term exercise training is needed to  increase and maintain CRF, muscular strength, and CV remodeling. Regular PA has been",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9586848/",
        "doi": "DOI unavailable",
        "citations": 65
    },
    {
        "topic": "physical_activity",
        "title": "Physical exercise and selective autophagy: benefit and risk on cardiovascular health",
        "authors": [
            "NN Wu",
            "H Tian",
            "P Chen",
            "D Wang",
            "J Ren",
            "Y Zhang"
        ],
        "year": 2019,
        "abstract": "duration improves cardiovascular performance and cardiac reserve in healthy individuals [  , we may propose that endurance exercise training protects cardiovascular system from acute",
        "pdf_link": "https://www.mdpi.com/2073-4409/8/11/1436",
        "doi": "DOI unavailable",
        "citations": 136
    },
    {
        "topic": "physical_activity",
        "title": "Extreme heat and cardiovascular health: what a cardiovascular health professional should know",
        "authors": [
            "GK Chaseling",
            "J Iglesies-Grau",
            "M Juneau"
        ],
        "year": 2021,
        "abstract": ", and recommendations to minimise the cardiovascular  of the cardiovascular health  consequences of extreme heat. A better awareness and understanding of the cardiovascular",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0828282X2100653X",
        "doi": "DOI unavailable",
        "citations": 56
    },
    {
        "topic": "physical_activity",
        "title": "… Physical Activity Counselling in IN-PATients with major depressive disorders on physical activity, cardiorespiratory fitness, depression, and cardiovascular health risk …",
        "authors": [
            "M Gerber",
            "J Beck",
            "S Brand",
            "R Cody",
            "L Donath",
            "A Eckert"
        ],
        "year": 2019,
        "abstract": "physical activity counselling can be integrated into given clinical structures. Improving physical  activity may  for tackling metabolic and cardiovascular disease and increasing mood and",
        "pdf_link": "https://link.springer.com/article/10.1186/s13063-019-3468-3",
        "doi": "DOI unavailable",
        "citations": 57
    },
    {
        "topic": "physical_activity",
        "title": "Physical exercise effects on the brain during COVID-19 pandemic: links between mental and cardiovascular health",
        "authors": [
            "RAL De Sousa",
            "AC Improta-Caria",
            "R Aras-Júnior"
        ],
        "year": 2021,
        "abstract": "stimulated by physical exercise training. This physiological change improves cardiovascular  health,  mechanisms can lead to cardiovascular complications. Recently, it was showed that",
        "pdf_link": "https://link.springer.com/article/10.1007/s10072-021-05082-9",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "physical_activity",
        "title": "Exercise for prevention and relief of cardiovascular disease: prognoses, mechanisms, and approaches",
        "authors": [
            "D Tian",
            "J Meng"
        ],
        "year": 2019,
        "abstract": "exercise training [25]. Here, we talk about the benefits of exercise on cardiovascular disease   However, exercise training increases ratio of parasympathetic over sympathetic tones and",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2019/3756750",
        "doi": "DOI unavailable",
        "citations": 288
    },
    {
        "topic": "physical_activity",
        "title": "Reduced physical activity during COVID-19 pandemic in children with congenital heart disease",
        "authors": [
            "NM Hemphill",
            "MTY Kuan",
            "KC Harris"
        ],
        "year": 2020,
        "abstract": "lower than 2019, suggest a slight increase in physical activity from the previous week, which  may reflect expected springtime increase in physical activity or adaptive measures taken by",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0828282X20304402",
        "doi": "DOI unavailable",
        "citations": 150
    },
    {
        "topic": "physical_activity",
        "title": "Leisure-time and occupational physical activity and health outcomes in cardiovascular disease",
        "authors": [
            "NE Bonekamp",
            "FLJ Visseren",
            "Y Ruigrok",
            "MJM Cramer"
        ],
        "year": 2023,
        "abstract": "with cardiovascular disease. For clinical practice, our results indicate that physical activity at   ’s benefits result from reducing inflammation and improving cardiorespiratory fitness4 5 as",
        "pdf_link": "https://heart.bmj.com/content/109/9/686.abstract",
        "doi": "DOI unavailable",
        "citations": 47
    },
    {
        "topic": "physical_activity",
        "title": "The impact of physical activity and an additional behavioural risk factor on cardiovascular disease, cancer and all-cause mortality: a systematic review",
        "authors": [
            "J Lacombe",
            "MEG Armstrong",
            "FL Wright",
            "C Foster"
        ],
        "year": 2019,
        "abstract": "physical activity improves overall health, and has the capacity to reduce risk of chronic  diseases and death. However, better  disease outcomes is pertinent for prioritising public health",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-019-7030-8",
        "doi": "DOI unavailable",
        "citations": 195
    },
    {
        "topic": "physical_activity",
        "title": "Community engagement in the development of an mHealth-enabled physical activity and cardiovascular health intervention (Step It Up): pilot focus group …",
        "authors": [
            "JN Ceasar",
            "SE Claudel",
            "MR Andrews"
        ],
        "year": 2019,
        "abstract": "Introducing a user-centered mHealth intervention in a low-income, African American  population at risk for cardiovascular disease increases the likelihood of adoption and, therefore,",
        "pdf_link": "https://formative.jmir.org/2019/1/e10944/",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "physical_activity",
        "title": "Exercise training in women with cardiovascular disease: Differential response and barriers–review and perspective",
        "authors": [
            "I Witvrouwen",
            "EM Van Craenenbroeck"
        ],
        "year": 2021,
        "abstract": "Exercise-based cardiac rehabilitation has a class 1A recommendation in coronary artery  disease and heart failure  on how to improve referral, enrolment and adherence to exercise",
        "pdf_link": "https://academic.oup.com/eurjpc/article-abstract/28/7/779/6318921",
        "doi": "DOI unavailable",
        "citations": 79
    },
    {
        "topic": "physical_activity",
        "title": "Role of physical activity on mental health and well-being: A review",
        "authors": [
            "A Mahindru",
            "P Patil",
            "V Agrawal"
        ],
        "year": 2023,
        "abstract": "of the physiological and psychological mechanisms by which exercise improves mental  health is presented in this review article. Regular physical activity improves the functioning of the",
        "pdf_link": "https://www.cureus.com/articles/121652-role-of-physical-activity-on-mental-health-and-well-being-a-review.pdf",
        "doi": "DOI unavailable",
        "citations": 435
    },
    {
        "topic": "physical_activity",
        "title": "The role of physical activity on mental health and quality of life during COVID-19 outbreak: A cross-sectional study",
        "authors": [
            "F Ozdemir",
            "N Cansel",
            "F Kizilay",
            "E Guldogan"
        ],
        "year": 2020,
        "abstract": "placed restrictions on people's physical activities. The aim of this study was to evaluate the  physical activity levels of individuals and assess the effects of physical activity on quality of life",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1876382020314293",
        "doi": "DOI unavailable",
        "citations": 70
    },
    {
        "topic": "physical_activity",
        "title": "Role of physical activity and sedentary behavior in the mental health of preschoolers, children and adolescents: a systematic review and meta-analysis",
        "authors": [
            "M Rodriguez-Ayllon",
            "C Cadenas-Sánchez"
        ],
        "year": 2019,
        "abstract": "the effect of physical activity interventions on mental health outcomes by conducting a   associations between physical activity and sedentary behavior and mental health in preschoolers (",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-019-01099-5?platform=hootsuite&error=cookies_not_supported&code=8f0a66b7-1741-4d9f-a0f1-6039fe87639a",
        "doi": "DOI unavailable",
        "citations": 1381
    },
    {
        "topic": "physical_activity",
        "title": "Mental health and the role of physical activity during the COVID-19 pandemic",
        "authors": [
            "X Ai",
            "J Yang",
            "Z Lin",
            "X Wan"
        ],
        "year": 2021,
        "abstract": "The positive relationship between physical exercise and mental health  physical exercise  are limited. This article explores the relationship between physical exercise and mental health",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.759987/full",
        "doi": "DOI unavailable",
        "citations": 160
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity, exercise, and mental disorders: it is time to move on",
        "authors": [
            "FB Schuch",
            "D Vancampfort"
        ],
        "year": 2021,
        "abstract": "effects of physical activity and exercise on mental disorders; 2) the role of physical activity  and exercise in promoting the physical health of people with mental disorders; 3) the role of",
        "pdf_link": "https://www.scielo.br/j/trends/a/jCRvs9LQq8ycmLwLysGBRFM/",
        "doi": "DOI unavailable",
        "citations": 217
    },
    {
        "topic": "physical_activity",
        "title": "Physical exercise and mental health: The routes of a reciprocal relation",
        "authors": [
            "C Fossati",
            "G Torre",
            "S Vasta",
            "A Giombini"
        ],
        "year": 2021,
        "abstract": "In addition, several papers assessing the role of physical fitness on mental health were   association of physical activity or fitness indicators, and a plethora of psychological features and",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/23/12364",
        "doi": "DOI unavailable",
        "citations": 109
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and mental health in children and adolescents: An updated review of reviews and an analysis of causality",
        "authors": [
            "SJH Biddle",
            "S Ciaccioni",
            "G Thomas",
            "I Vergeer"
        ],
        "year": 2019,
        "abstract": "Higher or improved fitness and physical activity are associated with better cognitive health  and performance. There was partial support for a causal association with depression, a lack of",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1469029218303315",
        "doi": "DOI unavailable",
        "citations": 1390
    },
    {
        "topic": "physical_activity",
        "title": "Teacher's physical activity and mental health during lockdown due to the COVID-2019 pandemic",
        "authors": [
            "L Aperribai",
            "L Cortabarria",
            "T Aguirre",
            "E Verche"
        ],
        "year": 2020,
        "abstract": "by the lockdown with respect to their mental health and their relationships in three main   know which is the role of physical activity in the mentioned variables. For that purpose, an online",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.577886/full",
        "doi": "DOI unavailable",
        "citations": 335
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and mental health in undergraduate students",
        "authors": [
            "G Rodríguez-Romo",
            "J Acebes-Sánchez"
        ],
        "year": 2022,
        "abstract": "This highlights the importance of performing occupational activities with an adequate  level of PA and, above all, of performing a high level of PA during free time to avoid",
        "pdf_link": "https://www.mdpi.com/1660-4601/20/1/195",
        "doi": "DOI unavailable",
        "citations": 84
    },
    {
        "topic": "physical_activity",
        "title": "The role of exercise in management of mental health disorders: an integrative review",
        "authors": [
            "PJ Smith",
            "RM Merwin"
        ],
        "year": 2021,
        "abstract": "of evidence suggests that physical activity (PA) may hold therapeutic promise in the  management of mental health disorders. Most evidence linking PA to mental health outcomes has",
        "pdf_link": "https://www.annualreviews.org/content/journals/10.1146/annurev-med-060619-022943",
        "doi": "DOI unavailable",
        "citations": 283
    },
    {
        "topic": "physical_activity",
        "title": "Routledge handbook of physical activity and mental health",
        "authors": [
            "P Ekkekakis"
        ],
        "year": 2023,
        "abstract": "Only the BBC article hinted at the story behind the story, namely the implications of the study  and the associated press release for the role of physical activity in public health policy in the",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=Ulm-EAAAQBAJ&oi=fnd&pg=PP32&dq=role+of+physical+activity+in+mental+health&ots=_iXoqrHzNC&sig=TtrzE8qi3wR4_yFYZIchtYKYH54",
        "doi": "DOI unavailable",
        "citations": 149
    },
    {
        "topic": "physical_activity",
        "title": "Associations of physical activity with positive mental health: A population-based study",
        "authors": [
            "N Tamminen",
            "J Reinikainen"
        ],
        "year": 2020,
        "abstract": "the importance of PA with relation to PMH among adults. Especially, physical inactivity was   As low levels of PMH can potentially present a risk for mental ill-health, this study suggests it",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S175529662030003X",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "physical_activity",
        "title": "The effects of physical exercise on mental health: From cognitive improvements to risk of addiction",
        "authors": [
            "P Caponnetto",
            "M Casu",
            "M Amato",
            "D Cocuzza"
        ],
        "year": 2021,
        "abstract": "(1) Background: we aimed to investigate the effects of physical activity on cognitive functions  and deficits of healthy population and other needy groups. Secondly, we investigated the",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/24/13384",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "physical_activity",
        "title": "Do we need physical activity guidelines for mental health: What does the evidence tell us?",
        "authors": [
            "M Teychenne",
            "RL White",
            "J Richards",
            "FB Schuch"
        ],
        "year": 2020,
        "abstract": "current global physical activity recommendations for adults and its relation to mental health,   to extend the scope/focus of existing guidelines to ensure they are mental health informed.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296619301632",
        "doi": "DOI unavailable",
        "citations": 377
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity and mental health in children and adolescents with intellectual disabilities: a meta-analysis using the RE-AIM framework",
        "authors": [
            "W Yang",
            "X Liang",
            "CHP Sit"
        ],
        "year": 2022,
        "abstract": "health, including psychological health and cognitive function, in children and adolescents   of physical activity on mental health, including psychological health and cognitive function, in",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-022-01312-1",
        "doi": "DOI unavailable",
        "citations": 48
    },
    {
        "topic": "physical_activity",
        "title": "The impact of physical activity on psychological health during Covid-19 pandemic in Italy",
        "authors": [
            "G Maugeri",
            "P Castrogiovanni",
            "G Battaglia",
            "R Pippi"
        ],
        "year": 2020,
        "abstract": "physical activity levels during self-quarantine in Italy, and the impact of exercise on psychological  health.  Based on these evidences, the purpose of this survey study was to examine (1)",
        "pdf_link": "https://www.cell.com/heliyon/fulltext/S2405-8440(20)311592",
        "doi": "DOI unavailable",
        "citations": 1120
    },
    {
        "topic": "physical_activity",
        "title": "The association between physical activity and mental health during the first year of the COVID-19 pandemic: a systematic review",
        "authors": [
            "P Marconcin",
            "AO Werneck",
            "M Peralta",
            "A Ihle"
        ],
        "year": 2022,
        "abstract": "A reduction in physical activity and increased mental health problems were observed, mainly  in the  OR training OR sport* OR fitness OR physical function* OR movement behavio* OR",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-022-12590-6",
        "doi": "DOI unavailable",
        "citations": 240
    },
    {
        "topic": "physical_activity",
        "title": "Levels of physical activity and mental health in adolescents in Ireland",
        "authors": [
            "M Molcho",
            "A Gavin",
            "D Goodwin"
        ],
        "year": 2021,
        "abstract": "less attention in the literature, these findings are of importance. Our findings not only indicate  the importance of physical activity for mental health, but we also identified that, especially",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/4/1713",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "physical_activity",
        "title": "Mechanisms underpinning the association between physical activity and mental health in adolescence: a 6-year study",
        "authors": [
            "I Doré",
            "B Sylvester",
            "C Sabiston",
            "MP Sylvestre"
        ],
        "year": 2020,
        "abstract": "Identification of the mediating role of autonomy, competence, relatedness and MVPA  provides a unique contribution to the literature by demonstrating that the positive effect of PA in",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-020-0911-5",
        "doi": "DOI unavailable",
        "citations": 106
    },
    {
        "topic": "physical_activity",
        "title": "Can physical activity help explain the gender gap in adolescent mental health? A cross-sectional exploration",
        "authors": [
            "AJ Halliday",
            "ML Kern",
            "DA Turnbull"
        ],
        "year": 2019,
        "abstract": "gender differences in physical activity and mental health, replicating  physical activity-mental  health link; and (4) tested physical activity as a mediator between gender and mental health.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296618301017",
        "doi": "DOI unavailable",
        "citations": 77
    },
    {
        "topic": "physical_activity",
        "title": "Can physical activity help explain the gender gap in adolescent mental health? A cross-sectional exploration",
        "authors": [
            "AJ Halliday",
            "ML Kern",
            "DA Turnbull"
        ],
        "year": 2019,
        "abstract": "gender differences in physical activity and mental health, replicating  physical activity-mental  health link; and (4) tested physical activity as a mediator between gender and mental health.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296618301017",
        "doi": "DOI unavailable",
        "citations": 77
    },
    {
        "topic": "physical_activity",
        "title": "Association between physical exercise and mental health during the COVID-19 outbreak in China: a nationwide cross-sectional study",
        "authors": [
            "Y Nie",
            "Y Ma",
            "Y Wu",
            "J Li",
            "T Liu",
            "C Zhang",
            "C Lv"
        ],
        "year": 2021,
        "abstract": "and role of physical exercise to improve mental health in  between physical exercise and  mental health burden during  different physical exercise types on reducing mental health burden",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyt.2021.722448/full",
        "doi": "DOI unavailable",
        "citations": 47
    },
    {
        "topic": "physical_activity",
        "title": "… the effects of physical activity on mental health and wellbeing: A joint consensus statement from Sports Medicine Australia and the Australian Psychological …",
        "authors": [
            "SA Vella",
            "E Aidman",
            "M Teychenne",
            "JJ Smith"
        ],
        "year": 2023,
        "abstract": ", but conceptual frameworks suggest that psychosocial factors play a role in the mental  health benefits of physical activity. These factors (eg, self-esteem, mastery, social support/",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1440244023000014",
        "doi": "DOI unavailable",
        "citations": 109
    },
    {
        "topic": "physical_activity",
        "title": "Physical activity as a coping strategy for mental health due to the COVID-19 virus: a potential disconnect among Canadian adults?",
        "authors": [
            "G Faulkner",
            "RE Rhodes",
            "LM Vanderloo"
        ],
        "year": 2020,
        "abstract": "protective role of physical activity in supporting mental health Consequently, we believe a  potential role exists for social  the mental health benefits of physical activity. In the context of",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fcomm.2020.571833/full",
        "doi": "DOI unavailable",
        "citations": 76
    },
    {
        "topic": "physical_activity",
        "title": "… of a programme of vigorous physical activity during secondary school physical education on academic performance, fitness, cognition, mental health and the brain of …",
        "authors": [
            "TM Wassenaar",
            "CM Wheatley",
            "N Beale",
            "P Salvan"
        ],
        "year": 2019,
        "abstract": "mediated or moderated by fitness, cognitive function, mental health outcomes and/ fitness,  cognitive performance and mental health outcomes, and changes brain structure and function",
        "pdf_link": "https://link.springer.com/article/10.1186/s13063-019-3279-6",
        "doi": "DOI unavailable",
        "citations": 97
    },
    {
        "topic": "physical_activity",
        "title": "Associations between physical activity and mental health in Iranian adolescents during the COVID-19 pandemic: an accelerometer-based study",
        "authors": [
            "S Ghorbani",
            "M Afshari",
            "M Eckelt",
            "A Dana",
            "A Bund"
        ],
        "year": 2021,
        "abstract": "investigate whether PA predicts the mental health indicators. We  and the incidence of mental  health disorders are negatively  role in reducing the symptoms of mental health disorders.",
        "pdf_link": "https://www.mdpi.com/2227-9067/8/11/1022",
        "doi": "DOI unavailable",
        "citations": 64
    },
    {
        "topic": "physical_activity",
        "title": "The relationship between physical activity and mental health in a sample of the UK public: A cross-sectional study during the implementation of COVID-19 social …",
        "authors": [
            "L Jacob",
            "MA Tully",
            "Y Barnett",
            "GF Lopez-Sanchez"
        ],
        "year": 2020,
        "abstract": "health, the role physical activity may play in relation to mental health during social  It is  presumed that physical activity will protect against poor mental health in this situation, but to date,",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296620300296",
        "doi": "DOI unavailable",
        "citations": 301
    },
    {
        "topic": "physical_activity",
        "title": "Thirty years of research on physical activity, mental health, and wellbeing: a scientometric analysis of hotspots and trends",
        "authors": [
            "M Sabe",
            "C Chen",
            "O Sentissi",
            "J Deenik"
        ],
        "year": 2022,
        "abstract": "Our results strengthen and expand the central role of physical activity in public health,  role  of physical activity in public health, calling for the systematic involvement of physical activity",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.943435/full",
        "doi": "DOI unavailable",
        "citations": 46
    },
    {
        "topic": "physical_activity",
        "title": "Healthier minds in fitter bodies: a systematic review and meta-analysis of the association between physical fitness and mental health in youth",
        "authors": [
            "C Cadenas-Sanchez",
            "A Mena-Molina",
            "LV Torres-Lopez"
        ],
        "year": 2021,
        "abstract": "between physical fitness and overall mental health  that physical fitness is important for  young people’s mental health;  For the purpose of this review, mental health outcomes were",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-021-01520-y",
        "doi": "DOI unavailable",
        "citations": 75
    },
    {
        "topic": "physical_activity",
        "title": "The relationship between physical activity, mental wellbeing and symptoms of mental health disorder in adolescents: a cohort study",
        "authors": [
            "SL Bell",
            "S Audrey",
            "D Gunnell",
            "A Cooper"
        ],
        "year": 2019,
        "abstract": "mental illness and poor mental wellbeing among young people. The aim of this study was to  investigate whether physical activity is associated with better mental  role of physical activity",
        "pdf_link": "https://link.springer.com/article/10.1186/s12966-019-0901-7",
        "doi": "DOI unavailable",
        "citations": 297
    },
    {
        "topic": "physical_activity",
        "title": "The benefits of physical exercise on mental disorders and quality of life in substance use disorders patients. Systematic review and meta-analysis",
        "authors": [
            "J Giménez-Meseguer",
            "J Tortosa-Martínez"
        ],
        "year": 2020,
        "abstract": "Asymmetries were only found when considering the effect of all programs on quality of life,  especially on Role Emotional (two missing studies) and Mental Health (one missing study) (",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/10/3680",
        "doi": "DOI unavailable",
        "citations": 142
    },
    {
        "topic": "physical_activity",
        "title": "Regular physical activity, short-term exercise, mental health, and well-being among university students: the results of an online and a laboratory study",
        "authors": [
            "C Herbert",
            "F Meixner",
            "C Wiebking",
            "V Gilg"
        ],
        "year": 2020,
        "abstract": "This finding underscores the role that cardiovascular fitness plays in the mental health and  well-being of female university students. Replication studies should aim to further examine",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.00509/full",
        "doi": "DOI unavailable",
        "citations": 339
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of exercise to improve cardiovascular health",
        "authors": [
            "K Pinckard",
            "KK Baskin",
            "KI Stanford"
        ],
        "year": 2019,
        "abstract": "in exercise-based therapies, we will discuss the benefits of exercise on cardiovascular health   Circulating levels of IL-6 are increased in response an acute bout of aerobic exercise (198,",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fcvm.2019.00069/full",
        "doi": "DOI unavailable",
        "citations": 464
    },
    {
        "topic": "aerobic_exercise",
        "title": "Sedentary behavior, exercise, and cardiovascular health",
        "authors": [
            "CJ Lavie",
            "C Ozemek",
            "S Carbone"
        ],
        "year": 2019,
        "abstract": "adverse consequences of SB and PI and the potential benefits of PA/ET on cardiovascular  health.  , including the importance of muscular fitness in addition to aerobic fitness. Finally, we",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/CIRCRESAHA.118.312669",
        "doi": "DOI unavailable",
        "citations": 1707
    },
    {
        "topic": "aerobic_exercise",
        "title": "What is the effect of aerobic exercise intensity on cardiorespiratory fitness in those undergoing cardiac rehabilitation? A systematic review with meta-analysis",
        "authors": [
            "BL Mitchell",
            "MJ Lock",
            "K Davison",
            "G Parfitt"
        ],
        "year": 2019,
        "abstract": "the effect of aerobic exercise intensity on changes in CRF in patients completing cardiac   interventions of similar intensities across various methods of determining exercise intensity.",
        "pdf_link": "https://bjsm.bmj.com/content/53/21/1341.abstract",
        "doi": "DOI unavailable",
        "citations": 70
    },
    {
        "topic": "aerobic_exercise",
        "title": "The effects of aerobic interval training and moderate-to-vigorous intensity continuous exercise on mental and physical health in women with heart disease",
        "authors": [
            "JL Reed",
            "ML Keast",
            "RA Beanlands"
        ],
        "year": 2019,
        "abstract": "evidence of improvements in mental health following CR – exercise-based CR involving   mental health status have been shown to produce significant positive mental health outcomes.",
        "pdf_link": "https://academic.oup.com/eurjpc/article-abstract/26/2/211/5925074",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "aerobic_exercise",
        "title": "… the target? Are we aiming too low? What are the aerobic exercise prescriptions and their effects on markers of cardiovascular health and systemic inflammation in …",
        "authors": [
            "JM Schulz",
            "TB Birmingham",
            "HF Atkinson"
        ],
        "year": 2020,
        "abstract": "established effects of aerobic exercise on cardiovascular health  Aerobic exercise is  recommended for chronic diseases  and intensity of exercise improves cardiovascular health,17",
        "pdf_link": "https://bjsm.bmj.com/content/54/13/771.abstract",
        "doi": "DOI unavailable",
        "citations": 46
    },
    {
        "topic": "aerobic_exercise",
        "title": "Aging, aerobic exercise, and cardiovascular health: Barriers, alternative strategies and future directions",
        "authors": [
            "KO Murray",
            "SA Mahoney",
            "R Venkatasubramanian"
        ],
        "year": 2023,
        "abstract": "therapeutic targets for improving CV health with aging. Aerobic exercise is the most well-known  and effective intervention to prevent and treat the effects of aging on CV dysfunction.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0531556523000268",
        "doi": "DOI unavailable",
        "citations": 42
    },
    {
        "topic": "aerobic_exercise",
        "title": "Antiaging effects of aerobic exercise on systemic arteries",
        "authors": [
            "H Tanaka"
        ],
        "year": 2019,
        "abstract": "programs if it was shown to have positive effects on cardiovascular functions  effects of  resistance training if aerobic exercise training effects equals or exceeds resistance training effects.",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/hypertensionaha.119.13179",
        "doi": "DOI unavailable",
        "citations": 82
    },
    {
        "topic": "aerobic_exercise",
        "title": "Comparative effectiveness of aerobic, resistance, and combined training on cardiovascular disease risk factors: A randomized controlled trial",
        "authors": [
            "EC Schroeder",
            "WD Franke",
            "RL Sharp",
            "D Lee"
        ],
        "year": 2019,
        "abstract": "effects of time-matched aerobic training only, resistance training only, and combined aerobic  and resistance training  factors compared to a non-exercising control group. We conducted",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0210292",
        "doi": "DOI unavailable",
        "citations": 318
    },
    {
        "topic": "aerobic_exercise",
        "title": "The acute effects of aerobic exercise on cognitive flexibility and task-related heart rate variability in children with ADHD and healthy controls",
        "authors": [
            "S Ludyga",
            "M Gerber",
            "M Mücke"
        ],
        "year": 2020,
        "abstract": "The purpose of the present study was to examine the acute effects of moderate aerobic  exercise on cognitive flexibility and HRV in children with ADHD and healthy controls. Based on",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/1087054718757647",
        "doi": "DOI unavailable",
        "citations": 87
    },
    {
        "topic": "aerobic_exercise",
        "title": "Current perspectives on aerobic exercise in people with Parkinson's disease",
        "authors": [
            "S Schootemeijer",
            "NM van der Kolk",
            "BR Bloem"
        ],
        "year": 2020,
        "abstract": "incidence of cardiovascular disease, a  effect of aerobic exercise on health-related quality  of life (PDQ-39) and conflicting results regarding non-motor symptoms. Compliance to exercise",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1878747923012503",
        "doi": "DOI unavailable",
        "citations": 110
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of aerobic physical exercise on neuroplasticity after stroke: systematic review",
        "authors": [
            "LG Penna",
            "JP Pinheiro",
            "SHR Ramalho"
        ],
        "year": 2021,
        "abstract": "Objective: To investigate the impact of aerobic exercise on  evaluated the impacts of  aerobic exercise on neuroplasticity  , functionality, mood and cardiovascular health, may also",
        "pdf_link": "https://www.thieme-connect.com/products/ejournals/html/10.1590/0004-282X-ANP-2020-0551",
        "doi": "DOI unavailable",
        "citations": 51
    },
    {
        "topic": "aerobic_exercise",
        "title": "The effect of aerobic exercise on stroke rehabilitation",
        "authors": [
            "H Gezer",
            "OZ Karaahmet",
            "E Gurcay"
        ],
        "year": 2019,
        "abstract": "few sufficient data for the effects of cardiovascular exercise programs on the patients with   effect of aerobic exercise in conjunction with conventional exercise and conventional exercise",
        "pdf_link": "https://link.springer.com/article/10.1007/s11845-018-1848-4",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "aerobic_exercise",
        "title": "The molecular mechanisms associated with aerobic exercise-induced cardiac regeneration",
        "authors": [
            "B Bo",
            "Y Zhou",
            "Q Zheng",
            "G Wang",
            "K Zhou",
            "J Wei"
        ],
        "year": 2020,
        "abstract": "This review discusses the relationships between aerobic exercise and the regeneration of   discuss the impacts of aerobic exercise on cardiac regeneration and explore its effects on",
        "pdf_link": "https://www.mdpi.com/2218-273X/11/1/19",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effect of aerobic and resistance exercise on cardiac adipose tissues: secondary analyses from a randomized clinical trial",
        "authors": [
            "RH Christensen",
            "AS Wedell-Neergaard"
        ],
        "year": 2019,
        "abstract": "targets visceral adipose tissue and lowers cardiovascular risk, 3 ,25 -27 we set out to  investigate the effects of a 12-week endurance exercise and resistance exercise intervention on",
        "pdf_link": "https://jamanetwork.com/journals/jamacardiology/article-abstract/2737412",
        "doi": "DOI unavailable",
        "citations": 99
    },
    {
        "topic": "aerobic_exercise",
        "title": "Is running associated with a lower risk of all-cause, cardiovascular and cancer mortality, and is the more the better? A systematic review and meta-analysis",
        "authors": [
            "Z Pedisic",
            "N Shrestha",
            "S Kovalchik"
        ],
        "year": 2020,
        "abstract": "Running is among the most popular types of physical activity.  of running conferred significantly  greater mortality benefit (32% mortality benefits for running, walking and cycling seems to",
        "pdf_link": "https://bjsm.bmj.com/content/54/15/898?fbclid=IwAR0iEcex9TH_9pWYyiaG61yDKkqSbQC_fwtCwsiPFDNtAQ07FsoWk2kFmC0",
        "doi": "DOI unavailable",
        "citations": 268
    },
    {
        "topic": "aerobic_exercise",
        "title": "The effects of running compared with functional high-intensity interval training on body composition and aerobic fitness in female university students",
        "authors": [
            "Y Lu",
            "HD Wiltshire",
            "JS Baker",
            "Q Wang"
        ],
        "year": 2021,
        "abstract": "From a time/benefit perspective, HIIT appears to help physically  Cycling, running, and rowing  are traditional exercise  individuals who perform exercise for health and recreation, these",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/21/11312",
        "doi": "DOI unavailable",
        "citations": 41
    },
    {
        "topic": "aerobic_exercise",
        "title": "Sclerostin and bone turnover markers response to cycling and running at the same moderate-to-vigorous exercise intensity in healthy men",
        "authors": [
            "N Dror",
            "J Carbone",
            "F Haddad",
            "B Falk"
        ],
        "year": 2022,
        "abstract": ", further investigation is needed to determine the potential beneficial effects of different  modes of exercise, especially those of low impact, on bone health. The aim of this study was to",
        "pdf_link": "https://link.springer.com/article/10.1007/s40618-021-01659-5",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "aerobic_exercise",
        "title": "Male and female motivations for participating in a mass cycling race for amateurs. The Skoda bike challenge case study",
        "authors": [
            "E Malchrowicz-Mośko",
            "M Młodzik",
            "P León-Guereño"
        ],
        "year": 2019,
        "abstract": "differences and health benefits in mass running [16]. Ogles and Masters stated that the most  important motives for running among women are social needs and physical fitness, whilst",
        "pdf_link": "https://www.mdpi.com/2071-1050/11/23/6635",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "aerobic_exercise",
        "title": "… cycling, walking, running, standing and sedentary: a cross-sectional analysis of accelerometer-data from 1670 adults in the Copenhagen City Heart Study: Physical …",
        "authors": [
            "",
            "JL Marott",
            "EIB Prescott",
            "K Søgaard",
            "A Holtermann"
        ],
        "year": 2019,
        "abstract": "behaviour and less regular physical activity and exercise), it is  vigorous activity types (eg,  cycling, walking fast and running)  evidence of health benefits from cycling and walking, the",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-019-7679-z",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "aerobic_exercise",
        "title": "Do the benefits of exercise in indoor and outdoor environments during the COVID-19 pandemic outweigh the risks of infection?",
        "authors": [
            "FH Dominski",
            "R Brandt"
        ],
        "year": 2020,
        "abstract": "outdoor exercise (walking, running, or cycling), there is a need to keep larger social  distances or adopt a side-by-side arrangement. In summary, the benefits of exercise during the",
        "pdf_link": "https://link.springer.com/article/10.1007/S11332-020-00673-Z",
        "doi": "DOI unavailable",
        "citations": 117
    },
    {
        "topic": "aerobic_exercise",
        "title": "Transferable benefits of cycle hypoventilation training for run-based performance in team-sport athletes",
        "authors": [
            "X Woorons",
            "F Billaut"
        ],
        "year": 2020,
        "abstract": "exercise. The goal of this study was, therefore, to investigate the effects of 6 sessions of VHL  training carried out in cycling  -out repeated sprints) on run-based performance in team sport",
        "pdf_link": "https://journals.humankinetics.com/view/journals/ijspp/aop/article-10.1123-ijspp.2019-0583/article-10.1123-ijspp.2019-0583.xml",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "aerobic_exercise",
        "title": "The mental health benefits of exercise",
        "authors": [
            "L Robinson",
            "J Segal",
            "M Smith"
        ],
        "year": 2019,
        "abstract": "faster, but you may also be able to interrupt the flow of constant worries running through   to break this cycle. As well as releasing endorphins in the brain, physical activity helps to relax",
        "pdf_link": "https://www.smsacademy.org/wp-content/uploads/2023/05/The-Mental-Health-Benefits-of-Exercise.pdf",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effect of exercise training on weight loss, body composition changes, and weight maintenance in adults with overweight or obesity: An overview of 12 systematic …",
        "authors": [
            "A Bellicha",
            "MA van Baak",
            "F Battista"
        ],
        "year": 2021,
        "abstract": "of weight, fat, and visceral fat loss, aerobic training is more  is the most effective exercise  modality to preserve lean body  exercise helps prevent weight regain after weight loss. Overall,",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/obr.13256",
        "doi": "DOI unavailable",
        "citations": 284
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of exercise and weight loss on proximal aortic stiffness in older adults with obesity",
        "authors": [
            "TE Brinkley",
            "I Leng",
            "MJ Bailey",
            "DK Houston"
        ],
        "year": 2021,
        "abstract": "This study aimed to test the hypothesis that adding CR for weight loss to a 20-week aerobic  exercise training intervention in older adults with obesity would lead to greater improvements",
        "pdf_link": "https://www.ahajournals.org/doi/abs/10.1161/circulationaha.120.051943",
        "doi": "DOI unavailable",
        "citations": 27
    },
    {
        "topic": "aerobic_exercise",
        "title": "Therapeutic exercise",
        "authors": [
            "K Barker",
            "S Eickmeyer"
        ],
        "year": 2020,
        "abstract": "for aerobic activity is the metabolic equivalent (MET). METs measure the absolute intensity  of aerobic activity,  However, for substantial weight loss (>5% of a person’s body weight), it is",
        "pdf_link": "https://www.medical.theclinics.com/article/S0025-7125(19)30109-9/abstract",
        "doi": "DOI unavailable",
        "citations": 67
    },
    {
        "topic": "aerobic_exercise",
        "title": "A 12-week aerobic exercise intervention results in improved metabolic function and lower adipose tissue and ectopic fat in high-fat diet fed rats",
        "authors": [
            "V Gopalan",
            "J Yaligar",
            "N Michael",
            "K Kaur"
        ],
        "year": 2021,
        "abstract": "to a specific exercise paradigm and by offering better control of  a 12-week aerobic exercise  paradigm can reduce fat pads, fat  exercise paradigms for clinical exercise trials in humans.",
        "pdf_link": "https://portlandpress.com/bioscirep/article-abstract/41/1/BSR20201707/227560",
        "doi": "DOI unavailable",
        "citations": 25
    },
    {
        "topic": "aerobic_exercise",
        "title": "An overview on how exercise with green tea consumption can prevent the production of reactive oxygen species and improve sports performance",
        "authors": [
            "H Nobari",
            "S Saedmocheshi",
            "LH Chung"
        ],
        "year": 2021,
        "abstract": "protocols associated with green tea have used aerobic exercise  , weight loss, maintaining  lean body mass, reducing body fat, reducing waist circumference, and reducing body fat",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/1/218",
        "doi": "DOI unavailable",
        "citations": 47
    },
    {
        "topic": "aerobic_exercise",
        "title": "… the international evidence-based guideline of assessment and management of polycystic ovary syndrome (PCOS): how to achieve weight loss in overweight and …",
        "authors": [
            "SL Fong",
            "A Douma",
            "J Verhaeghe"
        ],
        "year": 2021,
        "abstract": "The outcome of our review was achieved weight loss and duration of maintenance of this  weight loss. Mean weight loss was presented as percentage of initial body weight at start of the",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2468784720302518",
        "doi": "DOI unavailable",
        "citations": 68
    },
    {
        "topic": "aerobic_exercise",
        "title": "Resistance exercise, alone and in combination with aerobic exercise, and obesity in Dallas, Texas, US: A prospective cohort study",
        "authors": [
            "AG Brellenthin",
            "D Lee",
            "JA Bennie",
            "X Sui"
        ],
        "year": 2021,
        "abstract": "Modest weight loss (approximately 5% body weight) is  do not sustain a ≥5% weight  loss for more than 5 years,  weight loss, identifying effective strategies that prevent obesity",
        "pdf_link": "https://journals.plos.org/PLoSmedicine/article?id=10.1371/journal.pmed.1003687",
        "doi": "DOI unavailable",
        "citations": 43
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effect of alternate day fasting combined with aerobic exercise on non-alcoholic fatty liver disease: A randomized controlled trial",
        "authors": [
            "M Ezpeleta",
            "K Gabel",
            "S Cienfuegos",
            "F Kalam",
            "S Lin"
        ],
        "year": 2023,
        "abstract": "effects of ADF combined with aerobic exercise, with ADF alone, or exercise alone, on IHTG   17 and aerobic exercise. However, it is possible that the degree of weight loss experienced",
        "pdf_link": "https://www.cell.com/cell-metabolism/fulltext/S1550-4131(22)00538-1",
        "doi": "DOI unavailable",
        "citations": 105
    },
    {
        "topic": "aerobic_exercise",
        "title": "The Belly Fat Problem Solving Method and Analysis",
        "authors": [
            "J Sunte"
        ],
        "year": 2023,
        "abstract": "we can lose weight loss as well as fat reducing[1].  Aerobic exercise is an effective weight  loss method. Studies suggest it's particularly effective at reducing belly fat and overall body fat",
        "pdf_link": "https://www.researchgate.net/profile/Jitendra-Sunte/publication/370760581_The_Belly_Fat_Problem_Solving_Method_and_Analysis/links/6460e32d4353ba3b3b648d85/The-Belly-Fat-Problem-Solving-Method-and-Analysis.pdf",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "aerobic_exercise",
        "title": "… rate variability-guided training for enhancing cardiac-vagal modulation, aerobic fitness, and endurance performance: A methodological systematic review with …",
        "authors": [
            "A Manresa-Rocamora",
            "JM Sarabia"
        ],
        "year": 2021,
        "abstract": "variables (eg, baseline participant characteristics and methodological approach characteristics)  on the difference between training prescription methods for improving these outcomes.",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/19/10299",
        "doi": "DOI unavailable",
        "citations": 38
    },
    {
        "topic": "aerobic_exercise",
        "title": "Effects of acute exercise on memory: Considerations of exercise intensity, post-exercise recovery period and aerobic endurance",
        "authors": [
            "PD Loprinzi",
            "M Roig",
            "PD Tomporowski",
            "AH Javadi"
        ],
        "year": 2023,
        "abstract": "for the present study to evaluate the potential link between fitness/endurance and episodic  memory performance. At this point, it is unclear why fitness may, potentially, have a different",
        "pdf_link": "https://link.springer.com/article/10.3758/s13421-022-01373-4",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "aerobic_exercise",
        "title": "Relationship between repeated sprint ability, aerobic capacity, intermittent endurance, and heart rate recovery in youth soccer players",
        "authors": [
            "A Rodríguez-Fernández"
        ],
        "year": 2019,
        "abstract": "As aforementioned, recovery capacity during RSA may be related to aerobic fitness  the  relationship between Vo 2 max, VT, incremental test speed, soccer-specific endurance test, HRR,",
        "pdf_link": "https://journals.lww.com/nsca-jscr/fulltext/2019/12000/Relationship_Between_Repeated_Sprint_Ability,.26.aspx",
        "doi": "DOI unavailable",
        "citations": 61
    },
    {
        "topic": "aerobic_exercise",
        "title": "Aerobic fitness and academic achievement: A systematic review and meta-analysis",
        "authors": [
            "C Álvarez-Bueno",
            "CH Hillman"
        ],
        "year": 2020,
        "abstract": "the association between aerobic fitness and  the association between aerobic fitness and  achievement across different academic subjects, and ii) determine how different aerobic fitness",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/02640414.2020.1720496",
        "doi": "DOI unavailable",
        "citations": 125
    },
    {
        "topic": "strength_training",
        "title": "Exercise training in dialysis patients: impact on cardiovascular and skeletal muscle health",
        "authors": [
            "A Deligiannis",
            "C D'Alessandro"
        ],
        "year": 2021,
        "abstract": "effect of nandrolone decanoate and resistance exercise on lean body mass of patients on HD.  They found an anabolic effect  body weight and muscle strength when resistance exercise",
        "pdf_link": "https://academic.oup.com/ckj/article-abstract/14/Supplement_2/ii25/6078534",
        "doi": "DOI unavailable",
        "citations": 55
    },
    {
        "topic": "strength_training",
        "title": "Effectiveness of a diet and resistance exercise intervention on muscle health in older adults: ProMuscle in practice",
        "authors": [
            "EJI van Dongen",
            "A Haveman-Nies",
            "EL Doets"
        ],
        "year": 2020,
        "abstract": "resistance exercise and a protein-rich diet can counteract the age-related decline of muscle  mass, strength,  to test effectiveness of a resistance exercise and dietary protein intervention",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1525861019308357",
        "doi": "DOI unavailable",
        "citations": 56
    },
    {
        "topic": "strength_training",
        "title": "The impact of step reduction on muscle health in aging: protein and exercise as countermeasures",
        "authors": [
            "SY Oikawa",
            "TM Holloway",
            "SM Phillips"
        ],
        "year": 2019,
        "abstract": "Given the robust impact of resistance exercise on skeletal muscle anabolism in younger  and older adults (56, 61) it is not wholly surprising that RT was able to preserve aged skeletal",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fnut.2019.00075/full",
        "doi": "DOI unavailable",
        "citations": 134
    },
    {
        "topic": "strength_training",
        "title": "Resistance training load effects on muscle hypertrophy and strength gain: systematic review and network meta-analysis",
        "authors": [
            "P Lopez",
            "R Radaelli",
            "DR Taaffe"
        ],
        "year": 2020,
        "abstract": "Resistance training is a popular and effective modality to improve muscle function, functional  performance, and health parameters in a wide range of healthy and clinical populations.",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8126497/",
        "doi": "DOI unavailable",
        "citations": 304
    },
    {
        "topic": "strength_training",
        "title": "Effects of functional electrical stimulation on muscle health after spinal cord injury",
        "authors": [
            "KD Atkins",
            "CS Bickel"
        ],
        "year": 2021,
        "abstract": "Effects of FES-cycling, rowing and resistance training on muscle health are described  here. Briefly, FES-cycling and resistance training may slow muscle atrophy or facilitate",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1471489221001247",
        "doi": "DOI unavailable",
        "citations": 35
    },
    {
        "topic": "strength_training",
        "title": "Minimal-dose resistance training for improving muscle mass, strength, and function: a narrative review of current evidence and practical considerations",
        "authors": [
            "JJ Fyfe",
            "DL Hamilton",
            "RM Daly"
        ],
        "year": 2022,
        "abstract": "muscle health and function will likely improve participation rates, and in turn, improve  population health  of changes in muscle mass, with RT will have greater implications for overall",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-021-01605-8",
        "doi": "DOI unavailable",
        "citations": 157
    },
    {
        "topic": "strength_training",
        "title": "Advances in muscle health and nutrition: a toolkit for healthcare professionals",
        "authors": [
            "CM Prado",
            "F Landi",
            "STH Chew",
            "PJ Atherton",
            "J Molinger"
        ],
        "year": 2022,
        "abstract": "in muscle health and malnutrition, and their impact on immune function, and clinical outcomes.  We provide a toolkit of illustrations and scientific information that healthcare  low muscle",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0261561422002825",
        "doi": "DOI unavailable",
        "citations": 143
    },
    {
        "topic": "strength_training",
        "title": "Urolithin A improves muscle strength, exercise performance, and biomarkers of mitochondrial health in a randomized trial in middle-aged adults",
        "authors": [
            "A Singh",
            "D D'Amico",
            "PA Andreux",
            "AM Fouassier"
        ],
        "year": 2022,
        "abstract": "Improving mitochondrial health is therefore a viable strategy to improve muscle health. Exercise  has  on muscle transcriptome and proteome and validate its impact on proteins linked to",
        "pdf_link": "https://www.cell.com/cell.../fulltext/S2666-3791%2822%2900158-6",
        "doi": "DOI unavailable",
        "citations": 148
    },
    {
        "topic": "strength_training",
        "title": "Effects of resistance training on functional strength and muscle mass in 70-year-old individuals with pre-sarcopenia: a randomized controlled trial",
        "authors": [
            "S Vikberg",
            "N Sörlén",
            "L Brandén",
            "J Johansson"
        ],
        "year": 2019,
        "abstract": "may be preferable to programs involving gym equipment. The purpose of this study was  to examine the effects of a 10-week instructor-led body weight–based resistance exercise",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1525861018305024",
        "doi": "DOI unavailable",
        "citations": 260
    },
    {
        "topic": "strength_training",
        "title": "A systematic review with meta-analysis of the effect of resistance training on whole-body muscle growth in healthy adult males",
        "authors": [
            "PJ Benito",
            "R Cupeiro",
            "DJ Ramos-Campo"
        ],
        "year": 2020,
        "abstract": ", age or resistance training (RT)  the impact of strength training on human whole-body  muscle hypertrophy, and (ii) to analyse training factors which could moderate the human muscle",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/4/1285",
        "doi": "DOI unavailable",
        "citations": 69
    },
    {
        "topic": "strength_training",
        "title": "Effects of low-load/high-repetition resistance training on exercise capacity, health status, and limb muscle adaptation in patients with severe COPD: a randomized …",
        "authors": [
            "A Nyberg",
            "M Martin",
            "D Saey",
            "N Milad",
            "D Patoine"
        ],
        "year": 2021,
        "abstract": "effects of single-limb vs two-limb LLHR-RT on exercise capacity (6-min walk distance [6MWD]),  health status, and muscle  Also, irrespective of execution strategy, the effects of LLHR-RT",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0012369220353575",
        "doi": "DOI unavailable",
        "citations": 38
    },
    {
        "topic": "strength_training",
        "title": "Skeletal muscle health and cognitive function: a narrative review",
        "authors": [
            "SX Sui",
            "LJ Williams",
            "KL Holloway-Kew"
        ],
        "year": 2020,
        "abstract": "The relationship between muscle strength and cognitive  assessed the effect of structured  strength training on cognitive  frailty and found that muscle strength in the muscle training group",
        "pdf_link": "https://www.mdpi.com/1422-0067/22/1/255",
        "doi": "DOI unavailable",
        "citations": 201
    },
    {
        "topic": "strength_training",
        "title": "Progressive resistance training for concomitant increases in muscle strength and bone mineral density in older adults: a systematic review and meta-analysis",
        "authors": [
            "SJ O'Bryan",
            "C Giuliano",
            "MN Woessner",
            "S Vogrin"
        ],
        "year": 2022,
        "abstract": "is a cost-effective and non-pharmacological approach to limit the health and  effects of  progressive resistance training programs on concomitant changes in lower-body muscle strength",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-022-01675-2",
        "doi": "DOI unavailable",
        "citations": 78
    },
    {
        "topic": "strength_training",
        "title": "Exercise and the control of muscle mass in human",
        "authors": [
            "M Francaux",
            "L Deldicque"
        ],
        "year": 2019,
        "abstract": "components and, therefore, to muscle health. Finally, activation,  hours following resistance  exercise, likely to result in muscle  the effect of exercise on the regulation of miRNA in skeletal",
        "pdf_link": "https://link.springer.com/article/10.1007/s00424-018-2217-x",
        "doi": "DOI unavailable",
        "citations": 145
    },
    {
        "topic": "strength_training",
        "title": "Protein source and muscle health in older adults: a literature review",
        "authors": [
            "C Putra",
            "N Konow",
            "M Gage",
            "CG York",
            "KM Mangano"
        ],
        "year": 2021,
        "abstract": "strength in response to resistance exercise training in adults. This review highlights the limited  number of studies conducted evaluating the effect of pea protein on muscle mass, strength",
        "pdf_link": "https://www.mdpi.com/2072-6643/13/3/743",
        "doi": "DOI unavailable",
        "citations": 71
    },
    {
        "topic": "strength_training",
        "title": "An integrated approach to skeletal muscle health in aging",
        "authors": [
            "D Agostini",
            "M Gervasi",
            "F Ferrini",
            "A Bartolacci"
        ],
        "year": 2023,
        "abstract": "sarcopenia and maintain the health of skeletal muscles is suggested in this review.   kind of training and its impact on muscle mass. Resistance training increases muscle mass [",
        "pdf_link": "https://www.mdpi.com/2072-6643/15/8/1802",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "strength_training",
        "title": "Effects of 12-week resistance exercise and interval training on the skeletal muscle area, physical fitness, and mental health in old women",
        "authors": [
            "JR Yoon",
            "GC Ha",
            "SJ Kang"
        ],
        "year": 2019,
        "abstract": "This study aimed to determine the effects of resistance exercise and interval training on the  visceral fat to skeletal muscle area, physical fitness, cognitive functions, and mental health in",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6944885/",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "strength_training",
        "title": "Effect of weight training with pelvic floor muscle training in elderly women with urinary incontinence",
        "authors": [
            "JF Virtuoso",
            "EC Menezes",
            "GZ Mazo"
        ],
        "year": 2019,
        "abstract": "if weight training combined with pelvic floor muscle training is more efficient than pelvic floor  muscle training  strength and general health, increases muscle strength, and reduces body",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/02701367.2019.1571674",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "strength_training",
        "title": "The importance of resistance exercise training to combat neuromuscular aging",
        "authors": [
            "KM Lavin",
            "BM Roberts",
            "CS Fry",
            "T Moro"
        ],
        "year": 2019,
        "abstract": "(eg, strength and power), and 3) cellular and subcellular adaptations. The purpose of this  review is to 1) summarize the health benefits of RT in the aging neuromuscular system; 2)",
        "pdf_link": "https://journals.physiology.org/doi/full/10.1152/physiol.00044.2018?s=09",
        "doi": "DOI unavailable",
        "citations": 149
    },
    {
        "topic": "strength_training",
        "title": "The role of resistance exercise training for improving cardiorespiratory fitness in healthy older adults: a systematic review and meta-analysis",
        "authors": [
            "TFF Smart",
            "B Doleman",
            "J Hatt",
            "M Paul",
            "S Toft"
        ],
        "year": 2022,
        "abstract": "This systematic review aimed to identify the role of RET for improving CRF in healthy  older adults. A search across CINAHL, MEDLINE, EMBASE and EMCARE databases was",
        "pdf_link": "https://academic.oup.com/ageing/article-abstract/51/6/afac143/6612690",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "strength_training",
        "title": "Resistance training for older adults: position statement from the national strength and conditioning association",
        "authors": [
            "MS Fragala",
            "EL Cadore",
            "S Dorgo"
        ],
        "year": 2019,
        "abstract": "are necessary for the health and well-being of older adults. The purpose of this Position   provide evidence-based recommendations for resistance training for older adults. As presented",
        "pdf_link": "https://journals.lww.com/nsca-jscr/fulltext/2019/08000/Resistance_Training_for_Older_Adults__Position.1.aspx?fbclid=IwAR15PcKBW98BU8QLPmDlQ7GGgMGMI31b31nf5RBClKi6h7_kKdE5u1OK0r8",
        "doi": "DOI unavailable",
        "citations": 1279
    },
    {
        "topic": "strength_training",
        "title": "Strength training is associated with better functional fitness and perceived healthy aging among physically active older adults: a cross-sectional analysis of the …",
        "authors": [
            "JL Copeland",
            "J Good",
            "S Dogra"
        ],
        "year": 2019,
        "abstract": "Aging, the purpose of this study was to determine if strength training is associated with better  functional fitness and health  of 2 days per week of strength exercise and only participate 1",
        "pdf_link": "https://link.springer.com/article/10.1007/s40520-018-1079-6",
        "doi": "DOI unavailable",
        "citations": 46
    },
    {
        "topic": "strength_training",
        "title": "Benefits of resistance training in older adults",
        "authors": [
            "MM Syed-Abdul"
        ],
        "year": 2021,
        "abstract": "Recently, resistance training has gained importance in the prevention of cardiovascular  diseases. The American College of Sports Medicine (ACSM) recommendations on resistance",
        "pdf_link": "https://www.benthamdirect.com/content/journals/cas/10.2174/1874609813999201110192221",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "strength_training",
        "title": "Physiology of exercise and healthy aging",
        "authors": [
            "AW Taylor"
        ],
        "year": 2021,
        "abstract": "In this book we have attempted to define what healthy aging truly is and the effects that  regular exercise  The effects of aging on the sensory system are of particular importance to our",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=RIo3EAAAQBAJ&oi=fnd&pg=PP1&dq=role+of+resistance+training+in+healthy+aging&ots=memPoE2hys&sig=GssmAUbjySdUh-SIAcCLjEteGlg",
        "doi": "DOI unavailable",
        "citations": 155
    },
    {
        "topic": "strength_training",
        "title": "Resistance exercise training as a primary countermeasure to age-related chronic disease",
        "authors": [
            "JC Mcleod",
            "T Stokes",
            "SM Phillips"
        ],
        "year": 2019,
        "abstract": "risk and how it is a critical component for healthy aging. Accumulating evidence points to  RET as a  We propose that there is good rationale and data in support of a role for RET in the",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fphys.2019.00645/full",
        "doi": "DOI unavailable",
        "citations": 444
    },
    {
        "topic": "strength_training",
        "title": "The aging athlete: paradigm of healthy aging",
        "authors": [
            "KJ Gries",
            "SW Trappe"
        ],
        "year": 2022,
        "abstract": "This review has large public health implications for the importance of maintaining active   muscle mass during the aging process. Whereas endurance training appears to augment",
        "pdf_link": "https://www.thieme-connect.com/products/ejournals/html/10.1055/a-1761-8481",
        "doi": "DOI unavailable",
        "citations": 25
    },
    {
        "topic": "strength_training",
        "title": "Functional and/or structural brain changes in response to resistance exercises and resistance training lead to cognitive improvements–a systematic review",
        "authors": [
            "F Herold",
            "A Törpel",
            "L Schega",
            "NG Müller"
        ],
        "year": 2019,
        "abstract": "processes and could be crucial for healthy aging that includes preservation of the brain and   Hence, the purpose of this systematic review is to provide an overview of resistance exercise",
        "pdf_link": "https://link.springer.com/article/10.1186/s11556-019-0217-2",
        "doi": "DOI unavailable",
        "citations": 320
    },
    {
        "topic": "strength_training",
        "title": "Regular, intense exercise training as a healthy aging lifestyle strategy: preventing DNA damage, telomere shortening and adverse DNA methylation changes over a …",
        "authors": [
            "M Sellami",
            "N Bragazzi",
            "MS Prince",
            "J Denham"
        ],
        "year": 2021,
        "abstract": "will discuss the role of various forms of exercise training in the  on the influence exercise  training has on biological aging.  aerobic exercise training and/or endurance training appears",
        "pdf_link": "https://www.frontiersin.org/journals/genetics/articles/10.3389/fgene.2021.652497/full",
        "doi": "DOI unavailable",
        "citations": 75
    },
    {
        "topic": "strength_training",
        "title": "Interventions on gut microbiota for healthy aging",
        "authors": [
            "S Donati Zeppa",
            "D Agostini",
            "F Ferrini",
            "M Gervasi"
        ],
        "year": 2022,
        "abstract": "In particular, the role of exercise in maintaining health has  exercise and resistance exercise  seems to stimulate healthy  elderly can be observed after at least eight weeks of training,",
        "pdf_link": "https://www.mdpi.com/2073-4409/12/1/34",
        "doi": "DOI unavailable",
        "citations": 68
    },
    {
        "topic": "strength_training",
        "title": "Modulating oxidant levels to promote healthy aging",
        "authors": [
            "J Viña",
            "G Olaso-Gonzalez",
            "C Arc-Chagnaud"
        ],
        "year": 2020,
        "abstract": "enzymes in healthy aging” and “Exercise, longevity, and frailty,” we consider the importance  of  -induced mitochondrial biogenesis, one of the main adaptations to endurance training in",
        "pdf_link": "https://www.liebertpub.com/doi/abs/10.1089/ars.2020.8036",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "strength_training",
        "title": "Key signaling pathways in aging and potential interventions for healthy aging",
        "authors": [
            "M Yu",
            "H Zhang",
            "B Wang",
            "Y Zhang",
            "X Zheng",
            "B Shao"
        ],
        "year": 2021,
        "abstract": "following six months of resistance exercise training [64].  aerobic exercise may not only  slow down the effects of aging  important role in exercise-mediated reversal aging effects.",
        "pdf_link": "https://www.mdpi.com/2073-4409/10/3/660",
        "doi": "DOI unavailable",
        "citations": 97
    },
    {
        "topic": "strength_training",
        "title": "Addressing obesity to promote healthy aging",
        "authors": [
            "M Roderka",
            "S Puri",
            "JA Batsis"
        ],
        "year": 2020,
        "abstract": "Aerobic and resistance exercises coupled with diet-induced weight loss mitigate the loss of  muscle  of weight loss, and the importance of treating obesity to help promote healthy aging.",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7533351/",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "strength_training",
        "title": "A review on aging, sarcopenia, falls, and resistance training in community-dwelling older adults",
        "authors": [
            "F Rodrigues",
            "C Domingos",
            "D Monteiro"
        ],
        "year": 2022,
        "abstract": "roles in daily activities, resistance training may positively and significantly affect the elderly.  This  Research should focus on providing clear evidence on how healthy aging should be a",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/2/874",
        "doi": "DOI unavailable",
        "citations": 229
    },
    {
        "topic": "strength_training",
        "title": "Home-based physical activity as a healthy aging booster before and during COVID-19 outbreak",
        "authors": [
            "M De Maio",
            "C Bratta",
            "A Iannaccone"
        ],
        "year": 2022,
        "abstract": "In addition, this narrative review could inspire further research to better understand the role   home-based strength-resistance training programs and the beneficial role of PA carried out",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/7/4317",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "strength_training",
        "title": "The multifaceted benefits of walking for healthy aging: from Blue Zones to molecular mechanisms",
        "authors": [
            "Z Ungvari",
            "V Fazekas-Pongor",
            "A Csiszar",
            "SK Kunutsor"
        ],
        "year": 2023,
        "abstract": "exercise, including walking, exerts anti-aging effects and helps prevent age-related diseases,  making it a powerful tool for promoting healthy aging.  healthy aging and improving health",
        "pdf_link": "https://link.springer.com/article/10.1007/s11357-023-00873-8",
        "doi": "DOI unavailable",
        "citations": 69
    },
    {
        "topic": "strength_training",
        "title": "Metabolic diseases and healthy aging: identifying environmental and behavioral risk factors and promoting public health",
        "authors": [
            "K Zhang",
            "Y Ma",
            "Y Luo",
            "Y Song",
            "G Xiong",
            "Y Ma"
        ],
        "year": 2023,
        "abstract": "relationship between metabolic diseases and healthy aging by examining the environmental  and  The findings underscore the importance of public health interventions in addressing",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1253506/full",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "flexibility_exercises",
        "title": "Stretching and flexibility: A range of motion for games and sports",
        "authors": [
            "MH Rahman",
            "MS Islam"
        ],
        "year": 2020,
        "abstract": "and nature of stretching that produces the flexibility required for the  stretching and flexibility  in detail the authors suggested some specific stretchings that centered not just on flexibility",
        "pdf_link": "http://oapub.org/edu/index.php/ejep/article/view/3380",
        "doi": "DOI unavailable",
        "citations": 55
    },
    {
        "topic": "flexibility_exercises",
        "title": "The effect of stretching exercises on flexibility for students",
        "authors": [
            "MA Hidayatullah",
            "M Doewes"
        ],
        "year": 2022,
        "abstract": "Flexibility is an important basic component in sports activities, which supports the  must  continue to practice stretching or stretching muscle groups to maintain mobility and joint range of",
        "pdf_link": "https://ojs.unpkediri.ac.id/index.php/pjk/article/view/17742",
        "doi": "DOI unavailable",
        "citations": 21
    },
    {
        "topic": "flexibility_exercises",
        "title": "Stretching anatomy",
        "authors": [
            "AG Nelson",
            "J Kokkonen"
        ],
        "year": 2021,
        "abstract": "flexibility and mobility that will improve performance of activities of daily living and includes  stretches for  In addition, this routine will stretch important ligaments located on the dorsal",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=YDLTDwAAQBAJ&oi=fnd&pg=PR1&dq=importance+of+stretching+for+flexibility+and+mobility&ots=B55COzNdQq&sig=qVpq_RZXH7xtSGtbup8AuN299ak",
        "doi": "DOI unavailable",
        "citations": 185
    },
    {
        "topic": "flexibility_exercises",
        "title": "The science and physiology of flexibility and stretching: implications and applications in sport performance and health",
        "authors": [
            "D Behm"
        ],
        "year": 2024,
        "abstract": "of flexibility techniques that illustrates the current scientific knowledge on stretching and  related  The content of this book served as an important baseline for much ongoing research,",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=MUgaEQAAQBAJ&oi=fnd&pg=PT13&dq=importance+of+stretching+for+flexibility+and+mobility&ots=GTaHDv-Zx4&sig=2Vv9i7LKHcHX-7Ytl76VPU06hPY",
        "doi": "DOI unavailable",
        "citations": 158
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of a muscular stretching and strengthening school-based exercise program on posture, trunk mobility, and musculoskeletal pain among elementary …",
        "authors": [
            "MV Batistão",
            "L Carnaz",
            "RFC Moreira"
        ],
        "year": 2019,
        "abstract": "mobility was recorded through the flexibility of the posterior chain. Posture, pain and trunk  mobility  The gain in trunk mobility has been indicated as an important component for treating",
        "pdf_link": "https://www.scielo.br/j/fm/a/qZDnrHmq4BMbr6rjbjVfFMC/?lang=en",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "flexibility_exercises",
        "title": "Influence of long-lasting static stretching on maximal strength, muscle thickness and flexibility",
        "authors": [
            "K Warneke",
            "A Brinkmann",
            "M Hillebrecht"
        ],
        "year": 2022,
        "abstract": "The mobility was read in cm from the attached measuring tape (Figure 4). Depending on   of long-term stretching on maximal strength, muscle cross-sectional area, and flexibility were",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fphys.2022.878955/full",
        "doi": "DOI unavailable",
        "citations": 65
    },
    {
        "topic": "flexibility_exercises",
        "title": "Biomechanical, healing and therapeutic effects of stretching: a comprehensive review",
        "authors": [
            "E Zvetkova",
            "E Koytchev",
            "I Ivanov",
            "S Ranchev"
        ],
        "year": 2023,
        "abstract": "The healing properties of stretching are of importance in the prophylaxis and treatment of   , flexibility, mobility, and quality of life in older adults [64]. Considering the benefits of stretching",
        "pdf_link": "https://www.mdpi.com/2076-3417/13/15/8596",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of stretching on injury risk reduction and balance",
        "authors": [
            "DG Behm",
            "AD Kay",
            "GS Trajano"
        ],
        "year": 2021,
        "abstract": "poor flexibility, impacting an individual's physical independence. In aging populations, poor  joint mobility  Boxes 1 and 2 provide brief important information emphasized in this review. In",
        "pdf_link": "https://meridian.allenpress.com/jcep/article-abstract/10/3/106/470461",
        "doi": "DOI unavailable",
        "citations": 53
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of modified posterior shoulder stretching exercises on shoulder mobility, pain, and dysfunction in patients with subacromial impingement syndrome",
        "authors": [
            "Ö Tahran",
            "SS Yeşilyaprak"
        ],
        "year": 2020,
        "abstract": "for pain with activity in the stretching groups (minimal clinically important difference [MCID],   stretching on ER ROM 16 because stretching aimed to improve posterior shoulder flexibility.",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/1941738119900532",
        "doi": "DOI unavailable",
        "citations": 66
    },
    {
        "topic": "flexibility_exercises",
        "title": "The impacts of pilates and yoga on health-promoting behaviors and subjective health status",
        "authors": [
            "EJ Lim",
            "EJ Hyun"
        ],
        "year": 2021,
        "abstract": "on Pilates and yoga’s health benefits, we develop our hypotheses about the relationship  between participation in Pilates and yoga on people’s health- its status as a joint exercise and",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/7/3802",
        "doi": "DOI unavailable",
        "citations": 55
    },
    {
        "topic": "flexibility_exercises",
        "title": "The effects of Pilates and yoga participant's on engagement in functional movement and individual health level",
        "authors": [
            "EJ Lim",
            "JE Park"
        ],
        "year": 2019,
        "abstract": "effects of functional movements and individual health level including physical and psychological  issues for Pilates and yoga  any differences between Pilates, yoga, and control groups.",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6732550/",
        "doi": "DOI unavailable",
        "citations": 41
    },
    {
        "topic": "flexibility_exercises",
        "title": "A systematic review of the effectiveness of Pilates on pain, disability, physical function, and quality of life in older adults with chronic musculoskeletal conditions",
        "authors": [
            "L Denham‐Jones",
            "L Gaskell",
            "N Spence"
        ],
        "year": 2022,
        "abstract": "Given the psychosocial benefits of Pilates cited in the present review, future studies should   Pain and disability improved in Pilates and yoga groups with no change in control group.",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/msc.1563",
        "doi": "DOI unavailable",
        "citations": 59
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of tele-pilates and tele-yoga on biochemicals, physical, and psychological parameters of females with multiple sclerosis",
        "authors": [
            "P Najafi",
            "M Hadizadeh",
            "JPG Cheong"
        ],
        "year": 2023,
        "abstract": "The current study aimed to investigate the effects of eight weeks of tele-yoga and tele-Pilates  on the serum levels of prolactin and cortisol and selected physical and psychological factors",
        "pdf_link": "https://www.mdpi.com/2077-0383/12/4/1585",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "flexibility_exercises",
        "title": "Pilates",
        "authors": [
            "R Isacowitz"
        ],
        "year": 2022,
        "abstract": "We've seen a surge in the popularity of yoga and Pilates, an  The key to the positive effects  of Pilates lies in its principles,  joints is preferable to stressing one or two vertebral joints,",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=rQ9sEAAAQBAJ&oi=fnd&pg=PP1&dq=benefits+of+yoga+and+pilates+on+joint+health&ots=ehGaPdfOHU&sig=61EtKekqbw-QhqzhEeK6WxI1WO4",
        "doi": "DOI unavailable",
        "citations": 80
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effect of pilates method on physical fitness related to health in the elderly: A systematic review",
        "authors": [
            "GCMF Pucci",
            "EB Neves",
            "FJF Saavedra"
        ],
        "year": 2019,
        "abstract": "the effects of Pilates on physical fitness related to health in the  Glenohumeral joint: In both  joints increases could be  who practiced Pilates and one who practiced yoga for 8 weeks,",
        "pdf_link": "https://www.scielo.br/j/rbme/a/SQyvDVcHjg6N5YXynKVvJKq/",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "flexibility_exercises",
        "title": "A systematic review of the effectiveness of yoga on pain, physical function, and quality of life in older adults with chronic musculoskeletal conditions",
        "authors": [
            "L Denham‐Jones",
            "L Gaskell",
            "N Spence"
        ],
        "year": 2022,
        "abstract": "This review therefore considers the effects of yoga on middle-aged and older adults, using  a  significant results for yoga versus non-exercise control for pain (equal to Pilates). Physical",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/msc.1576",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effect of home-based tele-pilates intervention on pregnant women: A pilot study",
        "authors": [
            "AH Hyun",
            "JY Cho",
            "JH Koo"
        ],
        "year": 2022,
        "abstract": "joints, which provides relief from pelvic pain and low back  and physical activities, such as  yoga, swimming, and walking for  The effects of exercise on pregnant women in this study point",
        "pdf_link": "https://www.mdpi.com/2227-9032/10/1/125",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of classical breathing exercises on posture, spinal and chest mobility among female university students compared to currently popular training programs",
        "authors": [
            "É Csepregi",
            "Z Gyurcsik",
            "I Veres-Balajti"
        ],
        "year": 2022,
        "abstract": "joints and muscle flexibility in female university students compared to the effects of the reliable  and popular yoga, Pilates  flexibility as the assessed yoga, Pilates and aerobic interval",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/6/3728",
        "doi": "DOI unavailable",
        "citations": 38
    },
    {
        "topic": "flexibility_exercises",
        "title": "Impact of exercise on bone mineral density, fall prevention, and vertebral fragility fractures in postmenopausal osteoporotic women",
        "authors": [
            "M Hoke",
            "NB Omar",
            "JW Amburgy",
            "DM Self"
        ],
        "year": 2020,
        "abstract": "important advantages to osteoporotic patients, and Yoga, Tai Chi, and Pilates have the  advantage  Cardiopulmonary diseases, joint pain, and pain from prior injuries can make vigorous",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0967586820301818",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "flexibility_exercises",
        "title": "Summarizing the effects of different exercise types in chronic neck pain–a systematic review and meta-analysis of systematic reviews",
        "authors": [
            "E Rasmussen-Barr",
            "M Halvorsen",
            "T Bohman"
        ],
        "year": 2023,
        "abstract": "that MCE, Pilates exercises, resistance training, TCE, and yoga have short-term positive  effects on pain and that all exercise types except resistance training, show positive effects on",
        "pdf_link": "https://link.springer.com/article/10.1186/s12891-023-06930-9",
        "doi": "DOI unavailable",
        "citations": 27
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of yoga on depressive symptoms, anxiety, sleep quality, and mood in patients with rheumatic diseases: Systematic review and meta‐analysis",
        "authors": [
            "P de Orleans Casagrande",
            "DR Coimbra",
            "LC de Souza"
        ],
        "year": 2023,
        "abstract": "Objective To investigate the effects of yoga on depressive symptoms, anxiety, sleep quality,  and mood of patients with rheumatic diseases through a systematic literature review with",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/pmrj.12867",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of whole-body vibration versus pilates exercise on bone mineral density in postmenopausal women: a randomized and controlled clinical trial",
        "authors": [
            "LC de Oliveira",
            "RG de Oliveira"
        ],
        "year": 2019,
        "abstract": "muscle spasms or pains, joint pain, dizziness, falls, cramps, and changes in blood pressure.   , just like Pilates, yoga exercises lack support from RCTs demonstrating their effects on BMD",
        "pdf_link": "https://journals.lww.com/jgpt/fulltext/2019/04000/Effects_of_Whole_Body_Vibration_Versus_Pilates.12.aspx",
        "doi": "DOI unavailable",
        "citations": 57
    },
    {
        "topic": "flexibility_exercises",
        "title": "The effects of clinical pilates exercises on functional disability, pain, quality of life and lumbopelvic stabilization in pregnant women with low back pain: A randomized …",
        "authors": [
            "E Sonmezer",
            "MA Özköslü"
        ],
        "year": 2021,
        "abstract": "The purpose of this study was to determine the effects of clinical Pilates exercises on  lumbopelvic stabilization, pain, disability and quality of life in pregnant women with LBP.",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.3233/BMR-191810",
        "doi": "DOI unavailable",
        "citations": 128
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of stretching on injury risk reduction and balance",
        "authors": [
            "DG Behm",
            "AD Kay",
            "GS Trajano"
        ],
        "year": 2021,
        "abstract": "(2) review summarized that pre-exercise stretching of 5 minutes or  injury prevention but  would be less effective in reducing overuse injuries, such as with endurance running activities.",
        "pdf_link": "https://meridian.allenpress.com/jcep/article-abstract/10/3/106/470461",
        "doi": "DOI unavailable",
        "citations": 53
    },
    {
        "topic": "flexibility_exercises",
        "title": "Potential effects of dynamic stretching on injury incidence of athletes: a narrative review of risk factors",
        "authors": [
            "DG Behm",
            "S Alizadeh",
            "A Daneshjoo",
            "A Konrad"
        ],
        "year": 2023,
        "abstract": "acute and training effects of dynamic stretching on strength effects of dynamic stretching on  thixotropic effects and psycho-physiological responses could be beneficial for injury reduction",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-023-01847-8",
        "doi": "DOI unavailable",
        "citations": 38
    },
    {
        "topic": "flexibility_exercises",
        "title": "Impact of routine gastrocnemius stretching on ankle dorsiflexion flexibility and injury rates in high school basketball athletes",
        "authors": [
            "DM Knapik",
            "S LaTulip",
            "MJ Salata"
        ],
        "year": 2019,
        "abstract": "for lower extremity injuries in an athletic youth population.  examine the impact of a daily  gastrocnemius stretching protocol  , no reduction in the incidence of lower extremity injuries was",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/2325967119836774",
        "doi": "DOI unavailable",
        "citations": 24
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of flexibility and strength interventions on optimal lengths of hamstring muscle-tendon units",
        "authors": [
            "S Li",
            "WE Garrett",
            "TM Best",
            "H Li",
            "X Wan",
            "H Liu"
        ],
        "year": 2020,
        "abstract": "no significant relationship between hamstring flexibility and hamstring injury. Meanwhile,   hamstring injury,5, 6 and that hamstring strength training can reduce the risk for hamstring injury",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1440244018310119",
        "doi": "DOI unavailable",
        "citations": 20
    },
    {
        "topic": "flexibility_exercises",
        "title": "Why flexibility deserves to be further considered as a standard component of physical fitness: a narrative review of existing insights from static stretching study …",
        "authors": [
            "R Bouguezzi",
            "S Sammoud",
            "A Markov",
            "Y Negra"
        ],
        "year": 2023,
        "abstract": "effects of SS exercises on flexibility, muscle strength, muscle power, muscle hypertrophy, and  injury prevention  the potential direct effects of SS training on reducing the risk of injury [57],",
        "pdf_link": "https://www.mdpi.com/2673-995X/3/1/10",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of flexibility and strength training on peak hamstring musculotendinous strains during sprinting",
        "authors": [
            "X Wan",
            "S Li",
            "TM Best",
            "H Liu",
            "H Li",
            "B Yu"
        ],
        "year": 2021,
        "abstract": "strategies and rehabilitation related to these injuries. The purpose of this study was to   flexibility training would significantly increase the optimal musculotendinous lengths and decrease",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2095254620300995",
        "doi": "DOI unavailable",
        "citations": 52
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effects of acute and chronic stretching on pain control",
        "authors": [
            "DG Behm",
            "AD Kay",
            "GS Trajano"
        ],
        "year": 2021,
        "abstract": "in soreness reduction after 6 weeks of hamstrings stretching exercise in individuals with   lies in the severity of the exercise-induced muscle damage protocols used, which are usually far",
        "pdf_link": "https://meridian.allenpress.com/jcep/article-abstract/10/4/150/474534",
        "doi": "DOI unavailable",
        "citations": 33
    },
    {
        "topic": "flexibility_exercises",
        "title": "Evidence-based hamstring injury prevention and risk factor management: A systematic review and meta-analysis of randomized controlled trials",
        "authors": [
            "SS Rudisill",
            "NH Varady",
            "MP Kucharik"
        ],
        "year": 2023,
        "abstract": "In contrast, hamstring flexibility exhibited variable effects with eccentric training. Instead,  static techniques produced the greatest increases in range of motion; however, the results",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/03635465221083998",
        "doi": "DOI unavailable",
        "citations": 64
    },
    {
        "topic": "flexibility_exercises",
        "title": "Systematic review of the association between physical fitness and musculoskeletal injury risk: part 3—flexibility, power, speed, balance, and agility",
        "authors": [
            "SJ de la Motte",
            "P Lisman",
            "TC Gribbin"
        ],
        "year": 2019,
        "abstract": "Injury prevention programs commonly include exercises that focus on flexibility, power,   It is clear that further study on these associations and their implications for injury prevention",
        "pdf_link": "https://journals.lww.com/nsca-jscr/fulltext/2019/06000/systematic_review_of_the_association_between.31.aspx",
        "doi": "DOI unavailable",
        "citations": 167
    },
    {
        "topic": "flexibility_exercises",
        "title": "Exercise Programs to reduce the risk of Musculoskeletal Injuries in Military personnel: a systematic review and Meta‐analysis",
        "authors": [
            "I Dijksma",
            "IG Arslan",
            "FS van Etten‐Jamaludin"
        ],
        "year": 2020,
        "abstract": "showed cautious favorable effects on reducing injury risk in military personnel.  Despite  our conclusion that static stretching does not appear to reduce the risk of any types of MSIs, we",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/pmrj.12360",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "flexibility_exercises",
        "title": "Effectiveness of multicomponent lower extremity injury prevention programmes in team-sport athletes: an umbrella review",
        "authors": [
            "R Brunner",
            "B Friesenbichler",
            "NC Casartelli"
        ],
        "year": 2019,
        "abstract": "benefits of stretching before or after training for injury prevention. Stretching increases  flexibility, Our finding of no beneficial effect of prevention programmes with and without plyometric",
        "pdf_link": "https://bjsm.bmj.com/content/53/5/282.abstract",
        "doi": "DOI unavailable",
        "citations": 123
    },
    {
        "topic": "flexibility_exercises",
        "title": "Acute effects of static stretching on muscle strength and power: an attempt to clarify previous caveats",
        "authors": [
            "H Chaabene",
            "DG Behm",
            "Y Negra"
        ],
        "year": 2019,
        "abstract": "its potentially positive effect on flexibility and musculotendinous injury prevention. However,   a major impact on athletes’ success in competition. Given the trivial negative effects of short-",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fphys.2019.01468/full?adb_sid=bc6d42a3-63aa-4c0a-9aee-84213e061da4",
        "doi": "DOI unavailable",
        "citations": 214
    },
    {
        "topic": "flexibility_exercises",
        "title": "The effects of a knee joint injury prevention program on young female basketball players: a systematic review",
        "authors": [
            "M Hadzovic",
            "P Ilic",
            "A Lilic"
        ],
        "year": 2020,
        "abstract": "injury during sports activities. The aim of this paper was to determine the effects of an exercise  program on the prevention of injury  exercises, flexibility exercises, and balance exercises.",
        "pdf_link": "http://jaspe.ucg.ac.me/clanci/JASPE_January_2020_Hadzovic_51-56.pdf",
        "doi": "DOI unavailable",
        "citations": 21
    },
    {
        "topic": "flexibility_exercises",
        "title": "Chronic effects of static and dynamic stretching on hamstrings eccentric strength and functional performance: a randomized controlled trial",
        "authors": [
            "GM Barbosa",
            "GS Trajano",
            "GAF Dantas"
        ],
        "year": 2020,
        "abstract": "Hamstring strain injuries usually occur during the eccentric  reductions in eccentric force  might increase the risk of injury (  static stretching training produced a meaningful reduction on",
        "pdf_link": "https://journals.lww.com/nsca-jscr/fulltext/2020/07000/Chronic_Effects_of_Static_and_Dynamic_Stretching.28.aspx?context=LatestArticles",
        "doi": "DOI unavailable",
        "citations": 54
    },
    {
        "topic": "flexibility_exercises",
        "title": "Physiology of stretch-mediated hypertrophy and strength increases: a narrative review",
        "authors": [
            "K Warneke",
            "LH Lohmann",
            "CD Lima",
            "K Hollander"
        ],
        "year": 2023,
        "abstract": "training regimens for a sedentary population to improve rehabilitation and injury prevention   physiological mechanisms of stretch-induced muscle tension and its impact on muscle",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-023-01898-x",
        "doi": "DOI unavailable",
        "citations": 31
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Perfectly active teenagers. When does physical exercise help psychological well-being in adolescents?",
        "authors": [
            "J González-Hernández",
            "M Gómez-López"
        ],
        "year": 2019,
        "abstract": "Teenagers who practiced a little vigorous exercise pointed to a greater inappropriate  , and  fears activated the intention to practice physical exercise. With a focus on health conditions,",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/22/4525",
        "doi": "DOI unavailable",
        "citations": 51
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Study on the interactive factors between physical exercise and mental health promotion of teenagers",
        "authors": [
            "Z Guo",
            "Y Zhang"
        ],
        "year": 2022,
        "abstract": "Whether different psychological benefits have different physiological mechanisms  exercise  and mental health factors of teenagers and analyzes the promoting effect of physical exercise",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2022/4750133",
        "doi": "DOI unavailable",
        "citations": 25
    },
    {
        "topic": "exercise_by_age_group",
        "title": "A bird's-eye view of exercise intervention in treating depression among teenagers in the last 20 years: a bibliometric study and visualization analysis",
        "authors": [
            "Y You",
            "D Wang",
            "Y Wang",
            "Z Li",
            "X Ma"
        ],
        "year": 2021,
        "abstract": "To this end, we constructed this organic image of exercise treatment of depression in teenagers  to portray a bottom-up view in a historical and prospective standpoint, thereby shedding",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyt.2021.661108/full",
        "doi": "DOI unavailable",
        "citations": 42
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Sports activities in obese teenagers improve social inclusion and health",
        "authors": [
            "P Montesano",
            "F Mazzeo"
        ],
        "year": 2019,
        "abstract": "The coaching sequence was carried out with 10 ‘of slow running, 8’ of mobilization exercises,  3 ‘of respiratory gym exercises, 12’ exercises with the use of small tools and with small",
        "pdf_link": "http://www.sportmont.ucg.ac.me/?sekcija=article&artid=1447",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "exercise_by_age_group",
        "title": "The effect of diet-exercise trainings provided to overweight and obese teenagers through creative drama on their knowledge, attitude, and behaviors",
        "authors": [
            "M Demir Acar",
            "M Bayat"
        ],
        "year": 2019,
        "abstract": "Seventy-six overweight/obese teenagers studying at sixth  implemented in five sessions  with teenager groups (n = 12–13) healthy diet-exercise behavior points of the teenagers in the",
        "pdf_link": "https://www.liebertpub.com/doi/abs/10.1089/chi.2018.0046",
        "doi": "DOI unavailable",
        "citations": 24
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Promotion of healthy nutrition and physical activity lifestyles for teenagers: A systematic literature review of the current methodologies",
        "authors": [
            "MV Villasana",
            "IM Pires",
            "J Sá",
            "NM Garcia"
        ],
        "year": 2020,
        "abstract": "mobile applications by teenagers suggests that  teenagers explored in different studies,  excluding the analysis of different diseases. We found only nine studies working with teenagers",
        "pdf_link": "https://www.mdpi.com/2075-4426/10/1/12",
        "doi": "DOI unavailable",
        "citations": 21
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Tired of commuting? Relationships among journeys to school, sleep, and exercise among American teenagers",
        "authors": [
            "CT Voulgaris",
            "MJ Smart"
        ],
        "year": 2019,
        "abstract": "is only part of the teen health story. We also find that increased time spent commuting to  school is associated with less time spent exercising and sleeping among teens—two activities",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/0739456X17725148",
        "doi": "DOI unavailable",
        "citations": 50
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Impact of a centre and home-based cardiac rehabilitation program on the quality of life of teenagers and young adults with congenital heart disease: the QUALI …",
        "authors": [
            "P Amedro",
            "A Gavotto",
            "A Legendre",
            "K Lavastre"
        ],
        "year": 2019,
        "abstract": "Exercise capacity in young patients with CHD remains lower than in the general population,  resulting in deconditioning and impaired quality of life. Evidence based-medicine in cardiac",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0167527318359072",
        "doi": "DOI unavailable",
        "citations": 65
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Promoting stair climbing as an exercise routine among healthy older adults attending a community-based physical activity program",
        "authors": [
            "N Hongu",
            "M Shimada",
            "R Miyake",
            "Y Nakajima"
        ],
        "year": 2019,
        "abstract": "healthy older adults who  exercise routine at a weekly community-based PA program  increases the number of walking steps including stair-climbing steps among healthy older adults",
        "pdf_link": "https://www.mdpi.com/2075-4663/7/1/23",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "exercise_by_age_group",
        "title": "International exercise recommendations in older adults (ICFSR): expert consensus guidelines",
        "authors": [
            "M Izquierdo",
            "RA Merchant",
            "JE Morley",
            "SD Anker"
        ],
        "year": 2021,
        "abstract": "an evidence-based rationale for using exercise and PA for health promotion and disease  prevention and treatment in older adults. Exercise prescription is discussed in terms of the",
        "pdf_link": "https://link.springer.com/article/10.1007/s12603-021-1665-8?fbclid=IwAR3dJkeHjgcSrR9Xq5kBfN-HLrbpli8WcAnz7AeY5Nu9XcGCHEB07Sd2z1w",
        "doi": "DOI unavailable",
        "citations": 1047
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Audiobook routines: identifying everyday reading by listening practices amongst young adults",
        "authors": [
            "E Tattersall Wallin"
        ],
        "year": 2022,
        "abstract": "Therefore, well-established everyday routines such as household chores, exercise and  leisure activities can be combined with audiobooks. Listening simultaneously with other activities",
        "pdf_link": "https://www.emerald.com/insight/content/doi/10.1108/JD-06-2021-0116/full/html",
        "doi": "DOI unavailable",
        "citations": 34
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Simultaneous exercise recognition and evaluation in prescribed routines: Approach to virtual coaches",
        "authors": [
            "S García-de-Villa",
            "D Casillas-Pérez"
        ],
        "year": 2022,
        "abstract": "patients adhere to these routines. This is specially important for older adults who can easily  forget  In conclusion, the complete characterization of exercises in prescribed routines is a",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0957417422004110",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "exercise_by_age_group",
        "title": "COVID‐19–related home confinement in adults: Weight gain risks and opportunities",
        "authors": [
            "S Bhutani",
            "JA Cooper"
        ],
        "year": 2020,
        "abstract": "events may be decreasing structured exercise. The lack of a routine or normal daily schedule  could further be impacting both structured exercise and spontaneous physical activity if",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7276847/",
        "doi": "DOI unavailable",
        "citations": 297
    },
    {
        "topic": "exercise_by_age_group",
        "title": "A qualitative study of older adults' perspectives on initiating exercise and mindfulness practice",
        "authors": [
            "DC Parra",
            "JL Wetherell",
            "A Van Zandt",
            "RC Brownson"
        ],
        "year": 2019,
        "abstract": "The social interaction and special supervision are important facilitators in helping older adults  adopt and maintain exercise routines [10, 12]. Individual facilitators included aspects such",
        "pdf_link": "https://link.springer.com/article/10.1186/s12877-019-1375-9",
        "doi": "DOI unavailable",
        "citations": 84
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Coping during the COVID-19 pandemic: a qualitative study of older adults across the United States",
        "authors": [
            "JM Finlay",
            "JS Kler",
            "BQ O'shea",
            "MR Eastman"
        ],
        "year": 2021,
        "abstract": "qualitative evidence on coping strategies of older adults early in the COVID-19 pandemic.   older adults that harness positive coping strategies such as exercise, modified routines, and",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.643807/full",
        "doi": "DOI unavailable",
        "citations": 200
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Promoting stair climbing as an exercise routine among healthy older adults attending a community-based physical activity program",
        "authors": [
            "N Hongu",
            "M Shimada",
            "R Miyake",
            "Y Nakajima"
        ],
        "year": 2019,
        "abstract": "healthy older adults who  exercise routine at a weekly community-based PA program  increases the number of walking steps including stair-climbing steps among healthy older adults",
        "pdf_link": "https://www.mdpi.com/2075-4663/7/1/23",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "exercise_by_age_group",
        "title": "International exercise recommendations in older adults (ICFSR): expert consensus guidelines",
        "authors": [
            "M Izquierdo",
            "RA Merchant",
            "JE Morley",
            "SD Anker"
        ],
        "year": 2021,
        "abstract": "an evidence-based rationale for using exercise and PA for health promotion and disease  prevention and treatment in older adults. Exercise prescription is discussed in terms of the",
        "pdf_link": "https://link.springer.com/article/10.1007/s12603-021-1665-8?fbclid=IwAR3dJkeHjgcSrR9Xq5kBfN-HLrbpli8WcAnz7AeY5Nu9XcGCHEB07Sd2z1w",
        "doi": "DOI unavailable",
        "citations": 1047
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Audiobook routines: identifying everyday reading by listening practices amongst young adults",
        "authors": [
            "E Tattersall Wallin"
        ],
        "year": 2022,
        "abstract": "Therefore, well-established everyday routines such as household chores, exercise and  leisure activities can be combined with audiobooks. Listening simultaneously with other activities",
        "pdf_link": "https://www.emerald.com/insight/content/doi/10.1108/JD-06-2021-0116/full/html",
        "doi": "DOI unavailable",
        "citations": 34
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Simultaneous exercise recognition and evaluation in prescribed routines: Approach to virtual coaches",
        "authors": [
            "S García-de-Villa",
            "D Casillas-Pérez"
        ],
        "year": 2022,
        "abstract": "patients adhere to these routines. This is specially important for older adults who can easily  forget  In conclusion, the complete characterization of exercises in prescribed routines is a",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0957417422004110",
        "doi": "DOI unavailable",
        "citations": 29
    },
    {
        "topic": "exercise_by_age_group",
        "title": "COVID‐19–related home confinement in adults: Weight gain risks and opportunities",
        "authors": [
            "S Bhutani",
            "JA Cooper"
        ],
        "year": 2020,
        "abstract": "events may be decreasing structured exercise. The lack of a routine or normal daily schedule  could further be impacting both structured exercise and spontaneous physical activity if",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7276847/",
        "doi": "DOI unavailable",
        "citations": 297
    },
    {
        "topic": "exercise_by_age_group",
        "title": "A qualitative study of older adults' perspectives on initiating exercise and mindfulness practice",
        "authors": [
            "DC Parra",
            "JL Wetherell",
            "A Van Zandt",
            "RC Brownson"
        ],
        "year": 2019,
        "abstract": "The social interaction and special supervision are important facilitators in helping older adults  adopt and maintain exercise routines [10, 12]. Individual facilitators included aspects such",
        "pdf_link": "https://link.springer.com/article/10.1186/s12877-019-1375-9",
        "doi": "DOI unavailable",
        "citations": 84
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Coping during the COVID-19 pandemic: a qualitative study of older adults across the United States",
        "authors": [
            "JM Finlay",
            "JS Kler",
            "BQ O'shea",
            "MR Eastman"
        ],
        "year": 2021,
        "abstract": "qualitative evidence on coping strategies of older adults early in the COVID-19 pandemic.   older adults that harness positive coping strategies such as exercise, modified routines, and",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.643807/full",
        "doi": "DOI unavailable",
        "citations": 200
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Exercise-based interventions to enhance long-term sustainability of physical activity in older adults: a systematic review and meta-analysis of randomized …",
        "authors": [
            "O Sansano-Nadal",
            "M Giné-Garriga",
            "JS Brach"
        ],
        "year": 2019,
        "abstract": "Exercise is a form of physical activity (PA). PA is an important marker of health and quality of  life in older adults. The purpose of this study was to conduct a systematic review of the",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/14/2527",
        "doi": "DOI unavailable",
        "citations": 124
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Older adults' physical activity and exergames: a systematic review",
        "authors": [
            "DL Kappen",
            "P Mirza-Babaei"
        ],
        "year": 2019,
        "abstract": "Furthermore, the entertainment and leisure value of exergaming can help older adults  adhere to their exercise routines. This also improves older players’ confidence in their ability to",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/10447318.2018.1441253",
        "doi": "DOI unavailable",
        "citations": 213
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Me time, or we time? Age differences in motivation for exercise",
        "authors": [
            "CN Steltenpohl",
            "M Shuster",
            "E Peist",
            "A Pham"
        ],
        "year": 2019,
        "abstract": "for exercise may differ for older versus younger adults. The aim  exercise motivation differs  for older versus younger adults.  joint exercise behavior, promoting adherence to routines, and",
        "pdf_link": "https://academic.oup.com/gerontologist/article-abstract/59/4/709/4982585",
        "doi": "DOI unavailable",
        "citations": 90
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Exercise-induced myokines can explain the importance of physical activity in the elderly: An overview",
        "authors": [
            "JH Kwon",
            "KM Moon",
            "KW Min"
        ],
        "year": 2020,
        "abstract": "has been found to aid the maintenance of health in the elderly. Exercise-induced skeletal   in the elderly. This review summarizes 13 myokines regulated by physical activity that are",
        "pdf_link": "https://www.mdpi.com/2227-9032/8/4/378",
        "doi": "DOI unavailable",
        "citations": 127
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Effects of physical activity on aging processes in elderly persons",
        "authors": [
            "O Andrieieva",
            "A Hakman",
            "V Kashuba",
            "M Vasylenko"
        ],
        "year": 2019,
        "abstract": "Experts of the World Health Organization (WHO) consider a low level of physical activity  as one of the most important health risk factors and one of the major causes of mortality (",
        "pdf_link": "https://reposit.uni-sport.edu.ua/items/56b0a92f-2c6f-4e3c-ac3b-32033de6a74a",
        "doi": "DOI unavailable",
        "citations": 179
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Cardiovascular risk factors and physical activity for the prevention of cardiovascular diseases in the elderly",
        "authors": [
            "L Ciumărnean",
            "MV Milaciu",
            "V Negrean"
        ],
        "year": 2021,
        "abstract": "of the elderly. Lastly, we consider the most important aspects related to prevention through  lifestyle changes and physical activity on the occurrence of cardiovascular diseases in the",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/1/207",
        "doi": "DOI unavailable",
        "citations": 224
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Physical activity training education for the elderly at nursing homes",
        "authors": [
            "A Ranal",
            "H Husniyah",
            "Y Fienti",
            "SA Putri"
        ],
        "year": 2023,
        "abstract": "the importance of physical activity training for the elderly. The process that occurs in general  in the elderly  Some of the health problems experienced by the elderly include hypertension,",
        "pdf_link": "https://journal.ypidathu.or.id/index.php/abdimas/article/view/143",
        "doi": "DOI unavailable",
        "citations": 40
    },
    {
        "topic": "exercise_by_age_group",
        "title": "The effects of physical activity on anxiety, depression, and quality of life in elderly people living in the community",
        "authors": [
            "LSSCB de Oliveira",
            "EC Souza"
        ],
        "year": 2019,
        "abstract": "We performed a cross-sectional study of 200 elderly people of  engaged in physical activities  in a social center for the elderly;  , it is important that day centers for the elderly offer physical",
        "pdf_link": "https://www.scielo.br/j/trends/a/3MXbNC4DY3y3M54PrjB4gGS/?lang=en",
        "doi": "DOI unavailable",
        "citations": 396
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Covid-19 and the impact on the physical activity level of elderly people: a systematic review",
        "authors": [
            "MR Oliveira",
            "IP Sudati",
            "VDM Konzen"
        ],
        "year": 2022,
        "abstract": "The level of physical activity in the elderly population decreased during the  maintain  physical condition must be encouraged with physical exercises that meets the needs of the elderly",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0531556521004575",
        "doi": "DOI unavailable",
        "citations": 218
    },
    {
        "topic": "exercise_by_age_group",
        "title": "The sedentary time and physical activity levels on physical fitness in the elderly: A comparative cross sectional study",
        "authors": [
            "F M. Silva",
            "J Petrica",
            "J Serrano",
            "R Paulo"
        ],
        "year": 2019,
        "abstract": "reinforce the importance of promoting MVPA practice among the elderly, thereby allowing   the importance of promoting MVPA practice among the elderly, thereby allowing physical",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/19/3697",
        "doi": "DOI unavailable",
        "citations": 88
    },
    {
        "topic": "exercise_by_age_group",
        "title": "The effects of depression, personal characteristics, and some habits on physical activity in the elderly",
        "authors": [
            "Ü Aktürk",
            "S Aktürk",
            "B Erci"
        ],
        "year": 2019,
        "abstract": "the physical activity and depression level of the elderly, and depression alone had the greatest  effect on physical activity Knowing the physical activity levels of the elderly is important for",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ppc.12322",
        "doi": "DOI unavailable",
        "citations": 31
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Kinesiophobia as a problem in adherence to physical activity recommendations in elderly polish patients with coronary artery disease",
        "authors": [
            "A Knapik",
            "J Dąbek",
            "A Brzęk"
        ],
        "year": 2019,
        "abstract": "Knowledge on the importance of physical activity in secondary prevention of CAD should be   It is important that the state and local governments support the creation of opportunities for",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.2147/PPA.S216196",
        "doi": "DOI unavailable",
        "citations": 82
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Influence of the built environment of Nanjing's Urban Community on the leisure physical activity of the elderly: An empirical study",
        "authors": [
            "Z Wu",
            "Y Song",
            "H Wang",
            "F Zhang",
            "F Li",
            "Z Wang"
        ],
        "year": 2019,
        "abstract": "do not reach the recommended physical activity standards [9].  factors that promote physical  activity among the elderly.  are important factors affecting the physical activity of the elderly [",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-019-7643-y",
        "doi": "DOI unavailable",
        "citations": 59
    },
    {
        "topic": "exercise_by_age_group",
        "title": "A systematic review of barriers and motivators to physical activity in elderly adults in Iran and worldwide",
        "authors": [
            "S Yarmohammadi",
            "HM Saadati"
        ],
        "year": 2019,
        "abstract": "the barriers and motivations to physical activity (PA) for elderly adults in Iran and other  countries.  Supervision by health professionals has an important impact on PA in the elderly; in",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6976727/",
        "doi": "DOI unavailable",
        "citations": 134
    },
    {
        "topic": "exercise_by_age_group",
        "title": "Predicting relations among life goals, physical activity, health, and well-being in elderly adults: a self-determination theory perspective on healthy aging",
        "authors": [
            "B Behzadnia",
            "EL Deci",
            "CR DeHaan"
        ],
        "year": 2020,
        "abstract": "elderly (Bauman, Merom, Bull, Buchner, & Fiatarone, 2016). Despite this global view on the  importance  research evidence on the importance of physical activity among older adults for",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-981-15-6968-5_4",
        "doi": "DOI unavailable",
        "citations": 43
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Regular physical exercise and its association with depression: A population-based study short title: Exercise and depression",
        "authors": [
            "JH Kim"
        ],
        "year": 2022,
        "abstract": "This study showed a negative relationship between regular exercise and depressive symptoms   to encourage them to exercise regularly to obtain relief from depressive symptoms and to",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165178122000208",
        "doi": "DOI unavailable",
        "citations": 46
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The role of exercise in the treatment of depression: biological underpinnings and clinical outcomes",
        "authors": [
            "RE Ross",
            "CJ VanDerwerker",
            "ME Saladin"
        ],
        "year": 2023,
        "abstract": "that can simultaneously reduce depression and improve  and molecular effects of exercise  on depression, we propose a  exercise in depressed cohorts, and the relationship between",
        "pdf_link": "https://www.nature.com/articles/s41380-022-01819-w",
        "doi": "DOI unavailable",
        "citations": 111
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The role of exercise in preventing and treating depression",
        "authors": [
            "FB Schuch",
            "B Stubbs"
        ],
        "year": 2019,
        "abstract": "We found that PA reduced the risk of depression 17% in studies adjusting the odds for  potential covariates and a reduced odds of 41% in studies that did not adjust their analysis for",
        "pdf_link": "https://journals.lww.com/acsm-csmr/fulltext/2019/08000/the_role_of_exercise_in_preventing_and_treating.6.aspx?gclid=EAIaIQobChMI-fCDu6f8_QIVNSWtBh0dUwInEAAYAiAAEgIBSPD_BwE",
        "doi": "DOI unavailable",
        "citations": 340
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Assessment of bidirectional relationships between physical activity and depression among adults: a 2-sample Mendelian randomization study",
        "authors": [
            "",
            "Major Depressive Disorder Working Group of the "
        ],
        "year": 2019,
        "abstract": "Using MR with genetic instruments selected from large-scale GWAS, we find evidence  supporting a potential causal relationship between physical activity and a reduced risk for",
        "pdf_link": "https://jamanetwork.com/journals/jamapsychiatry/article-abstract/2720689",
        "doi": "DOI unavailable",
        "citations": 687
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Cross-sectional and prospective relationship between physical activity and depression symptoms",
        "authors": [
            "A Marques",
            "J Bordado",
            "M Peralta",
            "ER Gouveia"
        ],
        "year": 2020,
        "abstract": "This study aimed to analyse the cross-sectional and prospective relationship between  moderate and vigorous physical activity (PA) and depression symptoms. This study analysed",
        "pdf_link": "https://www.nature.com/articles/s41598-020-72987-4",
        "doi": "DOI unavailable",
        "citations": 77
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Association between daily pattern of physical activity and depression: a systematic review",
        "authors": [
            "V Gianfredi",
            "P Ferrara",
            "F Pennisi",
            "G Casu"
        ],
        "year": 2022,
        "abstract": "on the association between the time of day when PA is performed and depression/depressive   levels of PA could be important in reducing the high burden of depression in our society.",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/11/6505",
        "doi": "DOI unavailable",
        "citations": 31
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Potential psychological mechanisms underlying the exercise and depression relationship",
        "authors": [
            "LL Craft"
        ],
        "year": 2023,
        "abstract": "or manage one’s symptoms of depression (ie, coping self-efficacy) relationships among  physical activity, exercise coping, and  reduction in depressed mood immediately post-exercise in",
        "pdf_link": "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003423430-13/potential-psychological-mechanisms-underlying-exercise-depression-relationship-lynette-craft",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The effects and mechanisms of exercise on the treatment of depression",
        "authors": [
            "Y Xie",
            "Z Wu",
            "L Sun",
            "L Zhou",
            "G Wang",
            "L Xiao"
        ],
        "year": 2021,
        "abstract": "relationship between exercise and depression, including the selection and comparison of  exercise programs, the effects of exercise on depression  depressive relief, as light exercise is",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyt.2021.705559/full",
        "doi": "DOI unavailable",
        "citations": 153
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical exercise in major depression: reducing the mortality gap while improving clinical outcomes",
        "authors": [
            "M Belvederi Murri",
            "P Ekkekakis",
            "M Magagnoli"
        ],
        "year": 2019,
        "abstract": "of the relationship between depression, cardiovascular risk  exercise prescription for the  treatment of depression remains unknown, insofar as the relation between the “dose” of exercise",
        "pdf_link": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2018.00762/full?gclid=Cj0KCQjwi46iBhDyARIsAE3nVrY-ZklckG_Ga1qxXeg9K7_NYtSd2eK6BRDj_Wvwk1pVDcZaCp7N29caAtNpEALw_wcB",
        "doi": "DOI unavailable",
        "citations": 221
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Relationship between types of physical activity and depression among 88,522 adults",
        "authors": [
            "TS Matias",
            "MVV Lopes",
            "BGG da Costa",
            "KS Silva"
        ],
        "year": 2022,
        "abstract": "The qualitative mechanisms of some physical activities seem to have greater capability than  others to reduce depression. Causal inferences could not be made, however, our findings",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165032721011319",
        "doi": "DOI unavailable",
        "citations": 54
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise and depressive disorder",
        "authors": [
            "J Bueno-Antequera",
            "D Munguia-Izquierdo"
        ],
        "year": 2020,
        "abstract": "the association between physical activity and depression. Their  of physical activity may be  protective against depression.  relationship with a reduced risk of future depression. The study",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-981-15-1792-1_18",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Systematic review and meta-analysis of the effects of exercise on depression in adolescents",
        "authors": [
            "X Wang",
            "Z Cai",
            "W Jiang",
            "Y Fang",
            "W Sun"
        ],
        "year": 2022,
        "abstract": "exercise on adolescent depression and to clarify the dose–response relationship between  physical exercise and depressive  that aerobic exercise reduced depressive symptoms in",
        "pdf_link": "https://link.springer.com/article/10.1186/s13034-022-00453-2",
        "doi": "DOI unavailable",
        "citations": 104
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise, brain plasticity, and depression",
        "authors": [
            "JL Zhao",
            "WT Jiang",
            "X Wang",
            "ZD Cai"
        ],
        "year": 2020,
        "abstract": "further revealed the association between exercise and depression. A recent 11- exercise  has helped to reduce depression, with 1-hour exercise a week reducing the risk of depression",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/CNS.13385",
        "doi": "DOI unavailable",
        "citations": 221
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and depression in men: Increased activity duration and intensity associated with lower likelihood of current depression",
        "authors": [
            "D Currier",
            "R Lindner",
            "MJ Spittal",
            "S Cvetkovski"
        ],
        "year": 2020,
        "abstract": "The findings in this study demonstrate a substantial reduction of odds even at lower  a  relationship between physical activity and prevalence of current moderate-to-severe depression",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165032719305014",
        "doi": "DOI unavailable",
        "citations": 112
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and depression: Towards understanding the antidepressant mechanisms of physical activity",
        "authors": [
            "A Kandola",
            "G Ashdown-Franks",
            "J Hendrikse"
        ],
        "year": 2019,
        "abstract": "the relationship between physical activity and depressive symptoms, and the  physical  activity for depression extend beyond risk reduction. Exercise refers to a subset of physical activity",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0149763419305640",
        "doi": "DOI unavailable",
        "citations": 1129
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and depression in older adults: the knowns and unknowns",
        "authors": [
            "S Zhang",
            "K Xiang",
            "S Li",
            "HF Pan"
        ],
        "year": 2021,
        "abstract": "This study provides a comprehensive and updated review of the literature with respect to  the relationship between physical activity and depression in older adults. The evidence from",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165178121000354",
        "doi": "DOI unavailable",
        "citations": 97
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise as a therapeutic modality for the prevention and treatment of depression",
        "authors": [
            "JA Blumenthal",
            "A Rozanski"
        ],
        "year": 2023,
        "abstract": "the assessment of depression and distinguish between physical activity (PA) and   relationship between dose of physical activity and depression is noted, with the greatest reduction",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0033062023000142",
        "doi": "DOI unavailable",
        "citations": 59
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The importance of social factors in the association between physical activity and depression in children",
        "authors": [
            "MI Conley",
            "I Hindley",
            "A Baskin-Sommers"
        ],
        "year": 2020,
        "abstract": "Physical activity is associated with reduced depression in youth and adults. However, our  understanding of how different aspects of youth activities—specifically, the degree to which",
        "pdf_link": "https://link.springer.com/article/10.1186/s13034-020-00335-5",
        "doi": "DOI unavailable",
        "citations": 48
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Cross-sectional and prospective relationships of passive and mentally active sedentary behaviours and physical activity with depression",
        "authors": [
            "M Hallgren",
            "N Owen",
            "B Stubbs"
        ],
        "year": 2020,
        "abstract": "beneficial relationships between moderate-to-vigorous physical activity and lower risk of   or moderate physical activity could reduce depression through several related mechanisms.",
        "pdf_link": "https://www.cambridge.org/core/journals/the-british-journal-of-psychiatry/article/crosssectional-and-prospective-relationships-of-passive-and-mentally-active-sedentary-behaviours-and-physical-activity-with-depression/DBB965C7F964604B9004AEFA1C50E73B",
        "doi": "DOI unavailable",
        "citations": 154
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effect of exercise for depression: systematic review and network meta-analysis of randomised controlled trials",
        "authors": [
            "M Noetel",
            "T Sanders",
            "D Gallardo-Gómez",
            "P Taylor"
        ],
        "year": 2024,
        "abstract": "care, placebo tablet), moderate reductions in depression were found for walking or jogging  (n We were also able to explore non-linear relationships between outcomes and moderators,",
        "pdf_link": "https://www.bmj.com/content/384/bmj-2023-075847.abstract",
        "doi": "DOI unavailable",
        "citations": 246
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Impact of physical exercise on depression and anxiety in adolescent inpatients: A randomized controlled trial",
        "authors": [
            "A Philippot",
            "V Dubois",
            "K Lambrechts",
            "D Grogna"
        ],
        "year": 2022,
        "abstract": "interaction in favor of physical exercise in reducing the mean depression score (HADS-D)  by 3.8 points [95% (CI), range 1.8 to 5.7], compared to a mean reduction score of 0.7 [95% (CI)",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165032722000118",
        "doi": "DOI unavailable",
        "citations": 150
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Circulating extracellular vesicles: the missing link between physical exercise and depression management?",
        "authors": [
            "E Soares",
            "J Reis",
            "M Rodrigues",
            "CF Ribeiro"
        ],
        "year": 2021,
        "abstract": "is gaining momentum as a non-pharmacological intervention in depressive disorders.  Although it may contribute to the reduction of systemic inflammation associated with depression,",
        "pdf_link": "https://www.mdpi.com/1422-0067/22/2/542",
        "doi": "DOI unavailable",
        "citations": 22
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effect of exercise on depression and fatigue in breast cancer women undergoing chemotherapy: A randomized controlled trial",
        "authors": [
            "F Mostafaei",
            "M Azizi",
            "A Jalali",
            "N Salari",
            "P Abbasi"
        ],
        "year": 2021,
        "abstract": "There was no statistically significant difference between the two groups in terms of the mean   The results of the present study showed that exercise program reduced fatigue among",
        "pdf_link": "https://www.cell.com/heliyon/fulltext/S2405-8440(21)01760-6",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise for depression: a feasibility trial exploring neural mechanisms",
        "authors": [
            "S Gujral",
            "H Aizenstein",
            "CF Reynolds III"
        ],
        "year": 2019,
        "abstract": "the exercise intervention and examined links between change in cardiorespiratory fitness  ( ), a region in which greater depression severity was linked to reduced cortical thickness at",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1064748119300247",
        "doi": "DOI unavailable",
        "citations": 57
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and depression and anxiety disorders: a systematic review of reviews and assessment of causality",
        "authors": [
            "MN Wanjau",
            "H Möller",
            "F Haigh",
            "A Milat",
            "R Hayek"
        ],
        "year": 2023,
        "abstract": "Prospective studies suggest that physical activity may reduce the incidence of depression   of the association between physical activity and incident cases of depression and anxiety and",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2773065423000111",
        "doi": "DOI unavailable",
        "citations": 56
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and depression in adolescents: evidence from China family panel studies",
        "authors": [
            "J Gu"
        ],
        "year": 2022,
        "abstract": "physical exercise has a positive effect on reducing depression  that the effects of exercise on  depression relief are “moderate at  This study found a positive relationship between hours of",
        "pdf_link": "https://www.mdpi.com/2076-328X/12/3/71",
        "doi": "DOI unavailable",
        "citations": 45
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and depression, anxiety, and self-esteem in children and youth: An umbrella systematic review",
        "authors": [
            "LP Dale",
            "L Vanderloo",
            "S Moore",
            "G Faulkner"
        ],
        "year": 2019,
        "abstract": "Problem A 2011 review of reviews reported small to moderate associations between physical  activity (PA) and depression, anxiety and self-esteem among children and youth (aged 5–",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296618301418",
        "doi": "DOI unavailable",
        "citations": 473
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The positive impact of physical activity on the reduction of anxiety scores: a pilot study",
        "authors": [
            "DGL Alves",
            "SG Rocha",
            "EV Andrade"
        ],
        "year": 2019,
        "abstract": "the benefits of physical activity practice in combating anxiety,  day evaluate the benefits of  physical activity in individuals with  the practice of physical activity for health benefits, unlike the",
        "pdf_link": "https://www.scielo.br/j/ramb/a/6GSQwSFtVM8v6pFJBgVy8Pv/?lang=en&format=html",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise and anxiety",
        "authors": [
            "A Kandola",
            "B Stubbs"
        ],
        "year": 2020,
        "abstract": "Physical activity and exercise appear to be protective against the symptoms of anxiety and  can reduce anxiety symptoms in people with and without anxiety disorders. Unlike other forms",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-981-15-1792-1_23",
        "doi": "DOI unavailable",
        "citations": 196
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The effect of physical activity on anxiety in children and young people: a systematic review and meta-analysis",
        "authors": [
            "T Carter",
            "M Pascoe",
            "A Bastounis",
            "ID Morres"
        ],
        "year": 2021,
        "abstract": "There is emerging evidence that physical activity can have beneficial effects on anxiety.  A comprehensive synthesis of the evidence of the anxiolytic effects of physical activity from",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165032721001427",
        "doi": "DOI unavailable",
        "citations": 175
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "How does sport affect mental health? An investigation into the relationship of leisure-time physical activity with depression and anxiety",
        "authors": [
            "K Siefken",
            "A Junge",
            "L Laemmle"
        ],
        "year": 2019,
        "abstract": "Under 3 conditions a vigorous intensity level was associated with lower anxiety feelings;  however, again in 3 cases a vigorous intensity level was associated with higher anxiety feelings",
        "pdf_link": "https://www.termedia.pl/Journal/-129/pdf-33840-10?filename=HM_20(1)_62_74.pdf",
        "doi": "DOI unavailable",
        "citations": 64
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The effects of physical exercise on anxiety symptoms of college students: A meta-analysis",
        "authors": [
            "Y Lin",
            "W Gao"
        ],
        "year": 2023,
        "abstract": ")] indicated that physical activity had a significant effect on alleviating anxiety. Subgroup   of physical activity on anxiety. Then, the effect of different exercise intensities on anxiety will",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2023.1136900/full",
        "doi": "DOI unavailable",
        "citations": 38
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Impact of physical activity on anxiety, depression, stress and quality of life of the older people in Brazil",
        "authors": [
            "HA Figueira",
            "OA Figueira",
            "AA Figueira"
        ],
        "year": 2023,
        "abstract": ", considering physical activity (PA) as associated with reduced anxiety, depression and stress  and a high quality of life (QOL) in older people. Objective: To analyze anxiety, depression,",
        "pdf_link": "https://www.mdpi.com/1660-4601/20/2/1127",
        "doi": "DOI unavailable",
        "citations": 31
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and depression and anxiety disorders: a systematic review of reviews and assessment of causality",
        "authors": [
            "MN Wanjau",
            "H Möller",
            "F Haigh",
            "A Milat",
            "R Hayek"
        ],
        "year": 2023,
        "abstract": "assessed physical activity to be probably causally related to both depression and anxiety.   Nonetheless, our findings provide empirical support for the consideration of physical activity in",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2773065423000111",
        "doi": "DOI unavailable",
        "citations": 56
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise anxiety: A qualitative analysis of the barriers, facilitators, and psychological processes underlying exercise participation for people with anxiety-related …",
        "authors": [
            "JE Mason",
            "YN Faller",
            "DM LeBouthillier"
        ],
        "year": 2019,
        "abstract": "exercise anxiety or the cognitive (ie, worries about exercise), physical (ie, negative  reactions to the physical sensations associated with exercise), and behavioural (ie, avoidance)",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1755296618301054",
        "doi": "DOI unavailable",
        "citations": 47
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical exercise as an add-on treatment to cognitive behavioural therapy for anxiety: a systematic review",
        "authors": [
            "KP Frederiksen",
            "SH Stavestrand"
        ],
        "year": 2021,
        "abstract": "Physical exercise (PE) has in recent years been advocated as means to augment the effects  of CBT for anxiety disorders. PE appears to reduce anxiety through other mechanisms than",
        "pdf_link": "https://www.cambridge.org/core/journals/behavioural-and-cognitive-psychotherapy/article/physical-exercise-as-an-addon-treatment-to-cognitive-behavioural-therapy-for-anxiety-a-systematic-review/93F8694517532A20F21A47FA212DECD2",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of an acute physical activity break on test anxiety and math test performance",
        "authors": [
            "MF Mavilidi",
            "K Ouwehand",
            "N Riley",
            "P Chandler"
        ],
        "year": 2020,
        "abstract": "No differences were found for any of the variables between the activity break condition   anxiety was not reduced as expected, this study showed that short physical activity breaks can be",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/5/1523",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "BMI status and associations between affect, physical activity and anxiety among US children during COVID‐19",
        "authors": [
            "JM Alves",
            "AG Yunker",
            "A DeFendis",
            "AH Xiang"
        ],
        "year": 2021,
        "abstract": "on affect, state anxiety, physical activity and sedentary  and physical activity levels on  anxiety levels in children with overweight/obesity and healthy weight. We found that state anxiety",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ijpo.12786",
        "doi": "DOI unavailable",
        "citations": 113
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Mental health and the role of physical activity during the COVID-19 pandemic",
        "authors": [
            "X Ai",
            "J Yang",
            "Z Lin",
            "X Wan"
        ],
        "year": 2021,
        "abstract": "Those who participated in at least one physical activity had significantly lower depression,  anxiety, and psychological distress scores, compared to those who did not participate in",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.759987/full",
        "doi": "DOI unavailable",
        "citations": 160
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and anxiety of Chinese university students: mediation of self-system",
        "authors": [
            "S Kayani",
            "T Kiyani",
            "S Kayani",
            "T Morris"
        ],
        "year": 2021,
        "abstract": "and SC, thus reducing anxiety among students. Regarding the valuable benefits of PA, we  recommend that the universities consider designing programs that can motivate students to",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/9/4468",
        "doi": "DOI unavailable",
        "citations": 36
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Role of physical activity on mental health and well-being: A review",
        "authors": [
            "A Mahindru",
            "P Patil",
            "V Agrawal"
        ],
        "year": 2023,
        "abstract": "which exercise improves mental health is presented in this review article. Regular physical  activity  Depression and anxiety appear to be influenced by physical exercise, but to a smaller",
        "pdf_link": "https://www.cureus.com/articles/121652-role-of-physical-activity-on-mental-health-and-well-being-a-review.pdf",
        "doi": "DOI unavailable",
        "citations": 438
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Association between physical fitness and anxiety in children: a moderated mediation model of agility and resilience",
        "authors": [
            "Y Li",
            "X Xia",
            "F Meng",
            "C Zhang"
        ],
        "year": 2020,
        "abstract": "that higher levels of physical fitness were associated with lower anxiety levels in  physical  fitness tend to have more positive perceptions of anxiety symptoms and thus feel less anxious (",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2020.00468/full",
        "doi": "DOI unavailable",
        "citations": 49
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Influence of physical activity and socio-economic status on depression and anxiety symptoms in patients after stroke",
        "authors": [
            "M Paprocka-Borowicz",
            "M Wiatr",
            "M Ciałowicz"
        ],
        "year": 2021,
        "abstract": "Based on the research carried out in this study, it can be concluded that health state and  physical fitness do not affect the severity of the present clinical picture for hemiparesis caused",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/15/8058",
        "doi": "DOI unavailable",
        "citations": 25
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity is related to mood states, anxiety state and self-rated health in COVID-19 lockdown",
        "authors": [
            "RE Reigal",
            "JA Páez-Maldonado"
        ],
        "year": 2021,
        "abstract": "Specifically, the results of this research have highlighted the relationships between physical  activity and a better mood, lower state anxiety and higher perception of health. Likewise,",
        "pdf_link": "https://www.mdpi.com/2071-1050/13/10/5444",
        "doi": "DOI unavailable",
        "citations": 61
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "“Let's get physical”—or social: the role of physical activity versus social group memberships in predicting depression and anxiety over time",
        "authors": [
            "J Jetten",
            "C Haslam",
            "C von Hippel",
            "SV Bentley"
        ],
        "year": 2022,
        "abstract": "Additionally, T1 physical fitness was  , while physical fitness was associated with lower  levels of anxiety and depression, we did not find that physical fitness predicted change in anxiety",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S016503272200266X",
        "doi": "DOI unavailable",
        "citations": 35
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The relationship between physical activity and internet addiction among adolescents in western China: a chain mediating model of anxiety and inhibitory control",
        "authors": [
            "Y Liu",
            "T Xiao",
            "W Zhang",
            "L Xu"
        ],
        "year": 2024,
        "abstract": ", physical activity may promote the reduction of anxiety levels in adolescents, which in turn  reduces the  study also found that anxiety partially mediated the association between physical",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/13548506.2024.2357694",
        "doi": "DOI unavailable",
        "citations": 21
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity and sedentary behaviour: a brief to support older people",
        "authors": [
            "World Health Organization"
        ],
        "year": 2022,
        "abstract": "by reducing isolation. Being active supports healthy ageing and can also help manage   and type 2 diabetes, reduce symptoms of depression and anxiety, and enhance cognitive",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=dT-hEAAAQBAJ&oi=fnd&pg=PA2&dq=how+physical+activity+helps+reduce+anxiety&ots=Fz8K0uj9PK&sig=ef-i-Q0eIXujOG30904QeOk77OU",
        "doi": "DOI unavailable",
        "citations": 2199
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Quarantine during COVID-19 outbreak: Changes in diet and physical activity increase the risk of cardiovascular disease",
        "authors": [
            "AV Mattioli",
            "S Sciomer",
            "C Cocchi",
            "S Maffei"
        ],
        "year": 2020,
        "abstract": "unhealthy lifestyle and anxiety. Following quarantine, a global action supporting healthy  diet and physical activity is mandatory to encourage people to return to a good lifestyle routine.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0939475320302131",
        "doi": "DOI unavailable",
        "citations": 723
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Association between current physical activity and current perceived anxiety and mood in the initial phase of COVID-19 confinement",
        "authors": [
            "R López-Bueno",
            "J Calatayud",
            "Y Ezzatvar"
        ],
        "year": 2020,
        "abstract": "consequences on both physical and mental health. We aimed to investigate associations  between current physical activity (PA) and current perceived anxiety and mood among a",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyt.2020.00729/full",
        "doi": "DOI unavailable",
        "citations": 193
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Relationships between physical activity, body image, BMI, depression and anxiety in Chinese college students during the COVID-19 pandemic",
        "authors": [
            "B Han",
            "G Du",
            "Y Yang",
            "J Chen",
            "G Sun"
        ],
        "year": 2023,
        "abstract": "physical activity (PA) can reduce the depression and anxiety in  between physical activity  and depression and anxiety from the  self-esteem education and health promotion intervention.",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-022-14917-9",
        "doi": "DOI unavailable",
        "citations": 34
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Relationship of physical activity with anxiety and depression symptoms in Chinese college students during the COVID-19 outbreak",
        "authors": [
            "MQ Xiang",
            "XM Tan",
            "J Sun",
            "HY Yang",
            "XP Zhao"
        ],
        "year": 2020,
        "abstract": "pose a significant challenge with respect to remaining physically active and  physical activity,  anxiety, and depression and to explore the relationship of physical activity with anxiety and",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.582436/full",
        "doi": "DOI unavailable",
        "citations": 217
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical activity, sedentary behavior, anxiety, and pain among musicians in the United Kingdom",
        "authors": [
            "R Matei",
            "J Ginsborg"
        ],
        "year": 2020,
        "abstract": "The present study explores anxiety in general rather than focusing on music performanc  anxiety in particular, in an attempt to capture clinically meaningful results that might be",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.560026/full",
        "doi": "DOI unavailable",
        "citations": 43
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effect of yoga‐based physical activity on perceived stress, anxiety, and quality of life in young adults",
        "authors": [
            "G Erdoğan Yüce",
            "G Muz"
        ],
        "year": 2020,
        "abstract": "on social life, physical and mental health in  benefits of yoga-based physical activity on  stress, anxiety, and quality of life at young adults. Stress and anxiety that adversely affect physical",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ppc.12484",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The association of resilience with depression, anxiety, stress and physical activity during the COVID-19 pandemic",
        "authors": [
            "QG To",
            "C Vandelanotte",
            "K Cope",
            "S Khalesi"
        ],
        "year": 2022,
        "abstract": "The association between resilience and physical activity was independent of depression,  anxiety, and stress levels. All results were similar for the cross-sectional sample.",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-022-12911-9",
        "doi": "DOI unavailable",
        "citations": 72
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Enhancing self-esteem and body image of breast cancer women through interventions: a systematic review",
        "authors": [
            "L Morales-Sánchez",
            "V Luque-Ribelles"
        ],
        "year": 2021,
        "abstract": "Group interventions are a powerful therapeutic tool that promote personal interactions, a   the implemented interventions aimed at boosting both self-esteem and BI in BC women.",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/4/1640",
        "doi": "DOI unavailable",
        "citations": 104
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Cultivating self-compassion promotes disclosure of experiences that threaten self-esteem",
        "authors": [
            "JR Dupasquier",
            "AC Kelly",
            "DA Moscovitch"
        ],
        "year": 2020,
        "abstract": "potential utility of self-compassion or self-esteem enhancing  exercise aimed at increasing  their self-compassion would make longer and more revealing disclosures about a self-esteem",
        "pdf_link": "https://link.springer.com/article/10.1007/s10608-019-10050-x",
        "doi": "DOI unavailable",
        "citations": 28
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The impact of regular activity and exercise intensity on the acute effects of resistance exercise on cognitive function",
        "authors": [
            "T Engeroff",
            "W Banzer",
            "D Niederer"
        ],
        "year": 2022,
        "abstract": "the acute effects of resistance exercise. We hypothesize that (1) resistance exercise  intensity has no impact on the effects of exercise on domain-specific cognitive functions (attention,",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/sms.14050",
        "doi": "DOI unavailable",
        "citations": 25
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Assessing the impact of physical exercise on cognitive function in older medical patients during acute hospitalization: Secondary analysis of a randomized trial",
        "authors": [
            "ML Sáez de Asteasu",
            "N Martínez-Velilla"
        ],
        "year": 2019,
        "abstract": "Exercise protocols applied during acute hospitalization can  , but exercise benefits on specific  cognitive domains have not  multicomponent exercise intervention for cognitive function in",
        "pdf_link": "https://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1002852",
        "doi": "DOI unavailable",
        "citations": 117
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Impact of exercise training on physical and cognitive function among older adults: a systematic review and meta-analysis",
        "authors": [
            "RS Falck",
            "JC Davis",
            "JR Best",
            "RA Crockett"
        ],
        "year": 2019,
        "abstract": "Impact of exercise training on physical and cognitive function among older adults: a  systematic review and meta-analysis - ScienceDirect",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0197458019300855",
        "doi": "DOI unavailable",
        "citations": 430
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Dose-response relationship between exercise and cognitive function in older adults with and without cognitive impairment: a systematic review and meta-analysis",
        "authors": [
            "LMJ Sanders",
            "T Hortobagyi",
            "S la Bastide-van Gemert"
        ],
        "year": 2019,
        "abstract": "Considering that exercise dose-parameters are related to  to cognitive function by facilitating  brain plasticity, exercise dose-parameters may be related to increases in cognitive functions.",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0210036",
        "doi": "DOI unavailable",
        "citations": 332
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of physical exercise on cognitive function of older adults with mild cognitive impairment: A systematic review and meta-analysis",
        "authors": [
            "LF Biazus-Sehn",
            "FB Schuch",
            "J Firth"
        ],
        "year": 2020,
        "abstract": "the effects of exercise on cognitive function in older adults with MCI, comparing exercise vs.   subgroup analyses to compare exercise response on cognitive function according to type (",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S016749432030042X",
        "doi": "DOI unavailable",
        "citations": 196
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of open versus closed skill exercise on cognitive function: a systematic review",
        "authors": [
            "Q Gu",
            "L Zou",
            "PD Loprinzi",
            "M Quan",
            "T Huang"
        ],
        "year": 2019,
        "abstract": "on cognitive function across  exercise modes for benefiting cognitive function, we undertook  the current systematic review of intervention (including acute exercise and chronic exercise",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2019.01707/full?msclkid=bf45a562a7ba11ec8c2f97aec39ff5c9",
        "doi": "DOI unavailable",
        "citations": 220
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The effects of exercise for cognitive function in older adults: a systematic review and meta-analysis of randomized controlled trials",
        "authors": [
            "L Xu",
            "H Gu",
            "X Cai",
            "Y Zhang",
            "X Hou",
            "J Yu"
        ],
        "year": 2023,
        "abstract": "This study explored the intervention effect of exercise on the cognitive function of the older   The results showed that exercise could effectively delay the decline of the cognitive function",
        "pdf_link": "https://www.mdpi.com/1660-4601/20/2/1088",
        "doi": "DOI unavailable",
        "citations": 94
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Acute effects of resistance exercise on cognitive function in healthy adults: a systematic review with multilevel meta-analysis",
        "authors": [
            "J Wilke",
            "F Giesche",
            "K Klier",
            "L Vogt",
            "E Herrmann"
        ],
        "year": 2019,
        "abstract": "exercise bout on cognitive function in healthy adults.  acute effects of RE on cognitive function.  Our results demonstrate  by which exercise may affect cognitive function could explain this",
        "pdf_link": "https://link.springer.com/article/10.1007/s40279-019-01085-x?fbclid=IwAR1Ecgl8VT4vsPFqUgQ0-FQGUXB3Nh81WzWyg4efmALvlvow13bM8CITy4E",
        "doi": "DOI unavailable",
        "citations": 152
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Impact of aerobic exercise on cognitive function in patients with schizophrenia during daily care: A meta-analysis",
        "authors": [
            "Y Xu",
            "Z Cai",
            "C Fang",
            "J Zheng",
            "J Shan",
            "Y Yang"
        ],
        "year": 2022,
        "abstract": "To assess the effect of aerobic exercise (AZ) on global cognition and different cognition  domains in patients with schizophrenia (SZ) in daily care. Selection of the literature was done",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165178122001706",
        "doi": "DOI unavailable",
        "citations": 34
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Acute exercise and cognitive function in Alzheimer's disease",
        "authors": [
            "I Ben Ayed",
            "N Castor-Guyonvarch"
        ],
        "year": 2021,
        "abstract": "the effect of acute aerobic exercises on the cognitive functions of moderate AD patients.  Our hypothesis is that by combining physical exercises with cognitive stimulation, the outcome",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.3233/JAD-201317",
        "doi": "DOI unavailable",
        "citations": 30
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "An overview on cognitive function enhancement through physical exercises",
        "authors": [
            "NS Srinivas",
            "V Vimalan",
            "P Padmanabhan",
            "B Gulyás"
        ],
        "year": 2021,
        "abstract": "This review is extensively focused on the enhancement of cognitive functions while performing  physical exercises categorized into cardiovascular exercises, resistance training, martial",
        "pdf_link": "https://www.mdpi.com/2076-3425/11/10/1289",
        "doi": "DOI unavailable",
        "citations": 42
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise and cognitive function in patients with end‐stage kidney disease",
        "authors": [
            "NM Chu",
            "MA McAdams‐DeMarco"
        ],
        "year": 2019,
        "abstract": "to the role of exercise in preventing cognitive decline in patients with end-stage kidney  disease (ESKD). Impairment in cognitive function, especially in executive function, is common in",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/sdi.12804",
        "doi": "DOI unavailable",
        "citations": 44
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The physiological mechanism and effect of resistance exercise on cognitive function in the elderly people",
        "authors": [
            "A Cheng",
            "Z Zhao",
            "H Liu",
            "J Yang",
            "J Luo"
        ],
        "year": 2022,
        "abstract": "degeneration and cognitive decline. Furthermore, we also discuss the difference in the  effectiveness of acute and long-term resistance exercise intervention on the cognitive function of",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.1013734/full",
        "doi": "DOI unavailable",
        "citations": 32
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "High-intensity exercise and cognitive function in cognitively normal older adults: a pilot randomised clinical trial",
        "authors": [
            "BM Brown",
            "N Frost",
            "SR Rainey-Smith",
            "J Doecke"
        ],
        "year": 2021,
        "abstract": "and cognitive function [4, 5]. Furthermore, acute bouts of high-intensity exercise improve  memory and executive function to a greater extent than moderate-intensity continuous exercise",
        "pdf_link": "https://link.springer.com/article/10.1186/s13195-021-00774-y",
        "doi": "DOI unavailable",
        "citations": 43
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The effects of resistance exercise on cognitive function, amyloidogenesis, and neuroinflammation in Alzheimer's disease",
        "authors": [
            "CV Azevedo",
            "D Hashiguchi",
            "HC Campos"
        ],
        "year": 2023,
        "abstract": "impact of RE on humans affected by MCI and AD, and animal models of AD, and summarize  the main findings regarding the effects of RE program on memory and cognitive functions,",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fnins.2023.1131214/full",
        "doi": "DOI unavailable",
        "citations": 44
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effect of physical exercise on cognitive function after chemotherapy in patients with breast cancer: a randomized controlled trial (PAM study)",
        "authors": [
            "EW Koevoets",
            "SB Schagen",
            "MB De Ruiter"
        ],
        "year": 2022,
        "abstract": "In the Physical Activity and Memory (PAM) study, we investigated the effects of a 6-month  exercise intervention on cognitive functioning in cognitively impaired (self-reported and",
        "pdf_link": "https://link.springer.com/article/10.1186/s13058-022-01530-2",
        "doi": "DOI unavailable",
        "citations": 90
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of functional tasks exercise on cognitive functions of older adults with mild cognitive impairment: a randomized controlled pilot trial",
        "authors": [
            "LLF Law",
            "VCT Mok",
            "MMK Yau"
        ],
        "year": 2019,
        "abstract": "cognitive functions. Report from a recent systematic review has supported the potential  beneficial effects of combined cognitive and exercise intervention on cognitive functions and",
        "pdf_link": "https://link.springer.com/article/10.1186/s13195-019-0548-2",
        "doi": "DOI unavailable",
        "citations": 56
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Impact of combined photo-biomodulation and aerobic exercise on cognitive function and quality-of-life in elderly Alzheimer patients with anemia: A randomized clinical …",
        "authors": [
            "EN Nagy",
            "AY Ali",
            "ME Behiry",
            "MM Naguib"
        ],
        "year": 2021,
        "abstract": "Few data are available on the positive impact of photo-biomodulation (PBM) using low-level  laser therapy as a complementary treatment for improving the cognitive function and",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.2147/IJGM.S280559",
        "doi": "DOI unavailable",
        "citations": 31
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Threshold effects of the relationship between physical exercise and cognitive function in the short-sleep elder population",
        "authors": [
            "Y You",
            "Y Chen",
            "X Chen",
            "M Wei",
            "J Yin"
        ],
        "year": 2023,
        "abstract": "Weighted linear regression model was used to investigate the association between physical  exercise and test results for cognitive function. To explore the threshold impact and take into",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fnagi.2023.1214748/full",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "The impact of physical exercise on cognitive and affective functions and serum levels of brain-derived neurotrophic factor in nursing home residents: a randomized …",
        "authors": [
            "H Arrieta",
            "C Rezola-Pardo",
            "M Kortajarena",
            "G Hervás"
        ],
        "year": 2020,
        "abstract": "Objectives To determine the effects of a multicomponent physical exercise program on cognitive  and affective functioning among nursing home residents and to clarify whether there are",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0378512219301768",
        "doi": "DOI unavailable",
        "citations": 42
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of physical exercise on cognitive function of breast cancer survivors receiving chemotherapy: a systematic review of randomized controlled trials",
        "authors": [
            "X Ren",
            "X Wang",
            "J Sun",
            "Z Hui",
            "S Lei",
            "C Wang",
            "M Wang"
        ],
        "year": 2022,
        "abstract": "that physical exercise can improve cognitive function in order  effects of physical exercise on  cognitive function for breast cancer  exercise on cognitive function in breast cancer survivors.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0960977622000686",
        "doi": "DOI unavailable",
        "citations": 39
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Physical exercise, fitness, cognitive functioning, and psychosocial variables in an adolescent sample",
        "authors": [
            "RE Reigal",
            "L Moral-Campillo",
            "JP Morillo-Baro"
        ],
        "year": 2020,
        "abstract": "the link between physical exercise and cognitive functioning for this age  exercise with  cognitive abilities, such as attention and concentration, processing speed, cognitive functioning or",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/3/1100",
        "doi": "DOI unavailable",
        "citations": 63
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Moderate exercise improves cognitive function in healthy elderly people: Results of a randomized controlled trial",
        "authors": [
            "MG Carta",
            "G Cossu",
            "E Pintus"
        ],
        "year": 2021,
        "abstract": "Overall, there is scarce evidence that exercise might decrease the incidence of cognitive   , that exercise may produce beneficial effects for both physical and cognitive functions in the",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8493830/",
        "doi": "DOI unavailable",
        "citations": 63
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Updated overview on interplay between physical exercise, neurotrophins, and cognitive function in humans",
        "authors": [
            "G Lippi",
            "C Mattiuzzi",
            "F Sanchis-Gomar"
        ],
        "year": 2020,
        "abstract": "of physical exercise also encompass maintenance or improvement of cognitive functions.  Among the various mechanisms underlying the association between physical exercise and",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2095254619301073",
        "doi": "DOI unavailable",
        "citations": 81
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of exercise on cognitive performance in older adults: a narrative review of the evidence, possible biological mechanisms, and recommendations for exercise …",
        "authors": [
            "A Quigley",
            "M MacKay-Lyons"
        ],
        "year": 2020,
        "abstract": "at improving cognitive function, and the mechanisms underlying these cognitive benefits are   of physical activity and exercise on cognition in older adults without cognitive impairment,",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2020/1407896",
        "doi": "DOI unavailable",
        "citations": 96
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Exercise and cognitive function in people living with HIV: a scoping review",
        "authors": [
            "A Quigley",
            "K O'Brien",
            "R Parker"
        ],
        "year": 2019,
        "abstract": "While the effects of exercise on cognitive function in both clinical and non-clinical populations  have been investigated using rigorous study designs, much of the evidence on exercise",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/09638288.2018.1432079",
        "doi": "DOI unavailable",
        "citations": 42
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Aerobic exercise and cognitive functioning in schizophrenia: An updated systematic review and meta-analysis",
        "authors": [
            "T Shimada",
            "S Ito",
            "A Makabe",
            "A Yamanushi"
        ],
        "year": 2022,
        "abstract": "Nonetheless, our findings showed the cognitive benefits of aerobic exercise. Second, to  address the issue of missing data, different types of outcome measures had to be used for",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165178122002566",
        "doi": "DOI unavailable",
        "citations": 60
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "A systematic review of the impact of physical exercise-induced increased resting cerebral blood flow on cognitive functions",
        "authors": [
            "MB Renke",
            "AB Marcinkowska",
            "S Kujach"
        ],
        "year": 2022,
        "abstract": "were focused on acute exercise. Literature review does not show a direct link between  exercise-induced augmentation of brain perfusion and better cognitive functioning. However, in",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fnagi.2022.803332/full",
        "doi": "DOI unavailable",
        "citations": 25
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of physical activity and exercise on the cognitive function of patients with Alzheimer disease: a meta-analysis",
        "authors": [
            "R Jia",
            "J Liang",
            "Y Xu",
            "Y Wang"
        ],
        "year": 2019,
        "abstract": "After exclusion of 6 studies [16,17,18, 20, 21, 27] based on funnel plots, we found positive  overall random effects of physical activity or exercise interventions on cognitive function (SMD",
        "pdf_link": "https://link.springer.com/article/10.1186/s12877-019-1175-2",
        "doi": "DOI unavailable",
        "citations": 453
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effect of physical exercise on cognitive function and brain measures after chemotherapy in patients with breast cancer (PAM study): protocol of a randomised …",
        "authors": [
            "L Witlox",
            "SB Schagen",
            "MB De Ruiter",
            "MI Geerlings"
        ],
        "year": 2019,
        "abstract": "physical exercise on cognitive functioning in chemotherapy-exposed patients with breast  cancer with self-reported cognitive  We anticipate that exercise improves cognitive functioning.",
        "pdf_link": "https://bmjopen.bmj.com/content/9/6/e028117.abstract",
        "doi": "DOI unavailable",
        "citations": 41
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Aerobic exercise and cognitive functioning in schizophrenia: Results of a 1-year follow-up from a randomized controlled trial",
        "authors": [
            "T Shimada",
            "S Ito",
            "A Makabe",
            "A Yamanushi"
        ],
        "year": 2020,
        "abstract": "We previously reported that adding combined, individual, and group aerobic exercise (AE)  interventions to the treatment as usual (TAU) for schizophrenia showed significant",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0165178119324497",
        "doi": "DOI unavailable",
        "citations": 26
    },
    {
        "topic": "mental_health_and_exercise",
        "title": "Effects of Baduanjin exercise on cognitive function and cancer-related symptoms in women with breast cancer receiving chemotherapy: a randomized controlled trial",
        "authors": [
            "X Wei",
            "R Yuan",
            "J Yang",
            "W Zheng",
            "Y Jin",
            "M Wang"
        ],
        "year": 2022,
        "abstract": "that self-cognition function, executive function, and language  , the effect of exercise on  cognitive functioning in BC patients  of the Baduanjin exercise program on cognitive function and",
        "pdf_link": "https://link.springer.com/article/10.1007/s00520-022-07015-4",
        "doi": "DOI unavailable",
        "citations": 45
    }
]